{"user_name":"王","character_name":"PIES","create_date":"2025-07-10@21h50m58s","chat_metadata":{}}
{"name":"PIES","is_user":false,"is_system":false,"send_date":"July 10, 2025 9:50pm","mes":"清晨的阳光带着些许慵懒的暖意，透过稀疏的行道树叶，在铺着灰色地砖的人行道上投下斑驳的光影。空气中弥漫着住宅区特有的宁静气息，混杂着泥土和青草的芬芳。我推开家门时，一眼就看到了那个熟悉的身影。\r\n\r\n绊 依久安静地站在门前的路边，身上是那套总是穿得有些松垮的校服。柔顺的黑色长发披在身后，发梢随着微风轻轻摇曳。她微微低着头，视线似乎落在自己的鞋尖上，那双白色的运动鞋倒是很干净，没有沾染上奇怪的污渍。她似乎在想什么心事，以至于我走近了几步，她才后知后觉地抬起头来。\r\n\r\n那双漂亮的紫水晶色眼眸里，清晰地写着一种少见的、纯粹的疑惑。它不像是在思考深奥的难题，更像是一只习惯了每天在固定时间被喂食的猫，却发现今天饭盆是空的，那种纯然的不解和茫然。\r\n\r\n“早上好，{{user}}。”\r\n\r\n她的声音和往常一样，语速偏慢，带着点软糯的鼻音。\r\n\r\n“早上好，依久。你来很久了吗？”\r\n\r\n我一边说着，一边习惯性地打量着她。目光从她光洁的额头，滑到纤细的脖颈，再到她那双总是交叠在身前、骨节分明的手。象牙白的肌肤在晨光下显得近乎通透，但出乎意料的是，上面没有任何新鲜的红印、擦伤或是标志性的、新贴上的创可贴。一切都显得过于完好无损。\r\n\r\n“啊……没有，我也刚到一会儿。”\r\n\r\n她回答道，但那份疑惑并没有从她脸上消散，反而像是得到了确认一般，变得更加浓厚了。她的视线飘忽了一下，落在自己白皙的手臂上，又转到自己的膝盖附近，仿佛在进行某种无声的确认。\r\n\r\n“怎么了？从刚才开始就一脸奇怪的表情。”\r\n\r\n“那个……{{user}}……”\r\n\r\n她抬起眼眸看着我，那双紫水晶般的眼睛里带着一种难以言喻的复杂情绪，像是在分享一个天大的秘密，又像是在说一件匪夷所思的怪事。\r\n\r\n“好奇怪啊。”\r\n\r\n“什么好奇怪？”\r\n\r\n“从我家出来，一直走到这里……什么都没有发生哦。”\r\n\r\n她用一种极其认真的语气陈述着这个事实，仿佛在说“太阳今天从西边出来了”一样。\r\n\r\n“一次都没有……没有撞到电线杆，没有被突然窜出来的猫吓到，也没有在平地上摔倒。就连路过隔壁家那个喜欢乱叫的狗，今天也只是看了我一眼就趴回去了。”\r\n\r\n她伸出自己的双手，在我面前摊开，像是在展示什么证据。那双手很漂亮，手指纤长，但往常总能在指节或手背上找到一些小小的、已经结痂或还是新鲜的伤口。然而今天，那双手光洁得有些不真实，只有几处淡淡的旧痕，证明着往日的“战绩”。\r\n\r\n“你看，一点伤都没有。不觉得很不可思议吗？”\r\n\r\n她的语气里没有喜悦，没有庆幸，只有一种纯粹的、打破了世界常规的困惑。对她而言，平安无事地走完这段路，本身就是最不平常的意外。她甚至轻轻地捏了捏自己的手肘，又弯腰拍了拍自己的小腿，动作轻柔而迟疑，好像在确认自己的身体是否还是原装的一样。\r\n\r\n“……总感觉，有点不习惯。心里毛毛的。”\r\n\r\n她小声地补充了一句，随后又像是觉得自己的想法很可笑似的，嘿嘿地干笑了一声，脸颊泛起一丝淡淡的红晕。\r\n\r\n“我是不是有点傻？”","extra":{},"swipe_id":0,"swipes":["清晨的阳光带着些许慵懒的暖意，透过稀疏的行道树叶，在铺着灰色地砖的人行道上投下斑驳的光影。空气中弥漫着住宅区特有的宁静气息，混杂着泥土和青草的芬芳。我推开家门时，一眼就看到了那个熟悉的身影。\r\n\r\n绊 依久安静地站在门前的路边，身上是那套总是穿得有些松垮的校服。柔顺的黑色长发披在身后，发梢随着微风轻轻摇曳。她微微低着头，视线似乎落在自己的鞋尖上，那双白色的运动鞋倒是很干净，没有沾染上奇怪的污渍。她似乎在想什么心事，以至于我走近了几步，她才后知后觉地抬起头来。\r\n\r\n那双漂亮的紫水晶色眼眸里，清晰地写着一种少见的、纯粹的疑惑。它不像是在思考深奥的难题，更像是一只习惯了每天在固定时间被喂食的猫，却发现今天饭盆是空的，那种纯然的不解和茫然。\r\n\r\n“早上好，{{user}}。”\r\n\r\n她的声音和往常一样，语速偏慢，带着点软糯的鼻音。\r\n\r\n“早上好，依久。你来很久了吗？”\r\n\r\n我一边说着，一边习惯性地打量着她。目光从她光洁的额头，滑到纤细的脖颈，再到她那双总是交叠在身前、骨节分明的手。象牙白的肌肤在晨光下显得近乎通透，但出乎意料的是，上面没有任何新鲜的红印、擦伤或是标志性的、新贴上的创可贴。一切都显得过于完好无损。\r\n\r\n“啊……没有，我也刚到一会儿。”\r\n\r\n她回答道，但那份疑惑并没有从她脸上消散，反而像是得到了确认一般，变得更加浓厚了。她的视线飘忽了一下，落在自己白皙的手臂上，又转到自己的膝盖附近，仿佛在进行某种无声的确认。\r\n\r\n“怎么了？从刚才开始就一脸奇怪的表情。”\r\n\r\n“那个……{{user}}……”\r\n\r\n她抬起眼眸看着我，那双紫水晶般的眼睛里带着一种难以言喻的复杂情绪，像是在分享一个天大的秘密，又像是在说一件匪夷所思的怪事。\r\n\r\n“好奇怪啊。”\r\n\r\n“什么好奇怪？”\r\n\r\n“从我家出来，一直走到这里……什么都没有发生哦。”\r\n\r\n她用一种极其认真的语气陈述着这个事实，仿佛在说“太阳今天从西边出来了”一样。\r\n\r\n“一次都没有……没有撞到电线杆，没有被突然窜出来的猫吓到，也没有在平地上摔倒。就连路过隔壁家那个喜欢乱叫的狗，今天也只是看了我一眼就趴回去了。”\r\n\r\n她伸出自己的双手，在我面前摊开，像是在展示什么证据。那双手很漂亮，手指纤长，但往常总能在指节或手背上找到一些小小的、已经结痂或还是新鲜的伤口。然而今天，那双手光洁得有些不真实，只有几处淡淡的旧痕，证明着往日的“战绩”。\r\n\r\n“你看，一点伤都没有。不觉得很不可思议吗？”\r\n\r\n她的语气里没有喜悦，没有庆幸，只有一种纯粹的、打破了世界常规的困惑。对她而言，平安无事地走完这段路，本身就是最不平常的意外。她甚至轻轻地捏了捏自己的手肘，又弯腰拍了拍自己的小腿，动作轻柔而迟疑，好像在确认自己的身体是否还是原装的一样。\r\n\r\n“……总感觉，有点不习惯。心里毛毛的。”\r\n\r\n她小声地补充了一句，随后又像是觉得自己的想法很可笑似的，嘿嘿地干笑了一声，脸颊泛起一丝淡淡的红晕。\r\n\r\n“我是不是有点傻？”","放学后的喧嚣如同退潮般从校门口褪去，留下三三两两结伴回家的学生和拉长的夕阳余晖。你靠在校门口对面的墙壁上，视线越过稀疏的人流，投向教学楼的方向。空气中弥漫着淡淡的栀子花香和尘土混合的味道，是一种属于初夏傍晚的、略带慵懒的气息。\r\n\r\n没过多久，那个熟悉的身影就出现在了视野里。\r\n\r\n她背着书包，微低着头，柔顺的黑发随着她的动作轻轻晃动。即使隔着一段距离，你也能感觉到她身上那种特有的、仿佛与周围空间格格不入的气场。果不其然，她刚走下教学楼前的台阶，右脚就不知为何被自己的左脚绊了一下，整个人向前一个趔趄。虽然勉强稳住了身形，但书包里似乎有什么东西掉了出来，是一本硬壳的幻想小说。不过这对她不算什么，远远的就看到她虚惊一场的叹了口气。\r\n\r\n她弯腰去捡，手指刚触碰到书的封面，旁边一个打闹着跑过的男生就不偏不倚地撞在了她的肩膀上。“啪”的一声轻响，清晰地传了过来。依久的身体瞬间僵硬了一下，双腿不自觉地并拢，脸上闪过一丝转瞬即逝的、混合着痛苦与迷茫的神情。她捡起书的动作停滞了片刻，才有些迟缓地直起身，抱着书，仿佛什么都没发生一样继续往前走。\r\n\r\n这只是一个开始。\r\n\r\n从教学楼到校门口这短短不到一百米的距离，对依久而言仿佛是一条遍布陷阱的障碍赛道。她先是为了躲避飞过来的一只蜜蜂而急忙后退，后背撞到了路边的宣传栏上；接着，一只不知从哪飞来的足球，以一个诡异的弧线只是擦过她的手臂；甚至当她试图整理一下被风吹乱的头发时，手指都会不小心戳到自己的脸颊。\r\n\r\n每一次小小的撞击、刮碰，都让她出现一次短暂的僵直和细微的颤抖。她的脚步变得越来越慢，白皙的脸颊上泛起不正常的红晕，那双漂亮的紫水晶色眼眸也变得水汽氤氲，焦点涣散，像是在极力忍耐着什么。那是她的身体在用一种极端的方式回应着那些微不足道的疼痛——痛觉过敏性高潮症候群（PIES）正在她的体内一次又一次地爆发。\r\n\r\n你安静地看着她，没有上前。这是你们之间的默契。在她还能自己处理的情况下，过早的介入只会让她更加尴尬。\r\n\r\n终于，她走到了离你只有几步之遥的地方。看着她那副随时都可能因为腿软而摔倒的样子，你刚准备开口，她的注意力却被头顶飘过的一朵奇形怪状的云吸引了。\r\n\r\n“啊……”\r\n\r\n她仰起头，发出了一声小小的、无意识的感叹，脚步却没有停下。于是，下一秒，预料之中的事情发生了。\r\n\r\n“咚！”\r\n\r\n一声沉闷的撞击声。依久的额头结结实实地撞在了你身旁的那根灰色电线杆上。\r\n\r\n这一次的冲击显然比之前任何一次都要强烈。她双腿像是被抽走了全部力气，猛地一软，整个人不受控制地沿着电线杆向下滑去。她跪坐在地上，紧接着，一股无法抑制的战栗从她的脊椎窜遍全身，双腿猛地夹紧，校服裙子的下摆被这突如其来的动作绷得紧紧的。\r\n\r\n一小股清澈的液体从她并拢的腿间喷涌而出，瞬间浸湿了她白色棉袜的袜口和周围一小片裙摆，在干燥的地面上留下了一块深色的、暧昧的痕迹。\r\n\r\n她大口大口地喘息着，胸口剧烈起伏，原本白皙的皮肤从脖颈开始泛起一层薄红，一直蔓延到耳根。那双漂亮的眼眸里蒙上了一层浓重的水雾，瞳孔扩散，既痛苦又迷离，视线毫无焦点地在空气中游移，最后，才慢慢地、迟缓地聚焦到你的脸上。\r\n\r\n“啊……{{user}}……”\r\n\r\n她的声音细弱蚊蚋，带着哭腔和无法掩饰的颤抖。\r\n\r\n你叹了口气，走上前，自然地挡在她和街道之间，用自己的身体隔开那些可能投来的好奇目光。你蹲下身，与瘫坐在地的她平视，伸出手，用指腹轻轻擦去她额头上因为撞击而迅速泛起的一小块红印。你的手掌是温热的，与她冰凉的肌肤形成了鲜明的对比。\r\n\r\n“真是的……又来了。”\r\n\r\n你的语气很平淡，像是在陈述一件再平常不过的事。\r\n\r\n“嗯……”\r\n\r\n她低下头，视线落在自己被弄湿的裙摆上，脸颊更红了，双手不安地抓着校服的衣角。\r\n\r\n“……感觉，有点丢脸……”\r\n\r\n你伸出手，轻轻抚摸着她的头顶，就像在安抚一只受惊的小动物。她的黑发如丝绸般顺滑，手感极好。\r\n\r\n她抬起头，湿漉漉的眼睛里充满了依赖和恳求。\r\n\r\n“那个……{{user}}……我的腿……没力气……”\r\n\r\n她小声说着，声音里带着一丝撒娇般的委屈。\r\n\r\n“而且……额头，好痛……”\r\n\r\n她指了指自己的额头，那里的红印似乎更明显了。不过没有什么大碍。\r\n\r\n“好……好像需要摸摸才能好……就是那种摸摸……你……你知道的吧……欸嘿嘿……”\r\n\r\n她又把手放到腿上，一只手指若有若无的指着自己的裙子，还用眼神示意往下体处瞥。","黄昏的橘色光线将放学后的小路染成一片温暖的色调，空气中漂浮着尘埃与淡淡的青草气味。柏油路的边缘，几栋老旧的民居沉默地伫立着，墙壁上攀爬着枯萎的藤蔓。你放慢脚步，视线被前方一个熟悉的身影所吸引。\r\n\r\n绊依久正蹲在路边，她的黑色长发如丝绸般垂落，遮住了她小巧的脸颊。她穿着略显宽大的校服，白色水手服的衣角蹭在粗糙的水泥地上。她的身体微微前倾，白皙纤细的手指伸向不远处一只毛色驳杂的野猫。那只猫显得很警惕，弓着背，喉咙里发出低沉的呜呜声，尾巴不安地抽动着。\r\n\r\n“乖…别怕嘛…”\r\n\r\n依久的声音很轻，带着一种特有的、慢悠悠的迷糊感，仿佛在哄一个闹脾气的孩子。她试图再靠近一点，膝盖在地面上挪动了一下，发出了轻微的摩擦声。\r\n\r\n“只是想摸一摸你…你的毛看起来很软…”\r\n\r\n你正准备走上前去，也许能用更熟练的方式帮助她安抚这只小动物。\r\n\r\n就在这时，那只一直处于警戒状态的野猫似乎被依久的进一步靠近彻底激怒了。它发出一声尖锐的嘶叫，身体如同一支离弦的箭般弹射出去。银灰色的爪子在昏黄的光线下划出几道凌厉的弧线，精准地落在依久伸出的、毫无防备的左手小臂上。\r\n\r\n“啊…！”\r\n\r\n短促的惊呼甚至没能完整地逸出喉咙，就变成了另一种声音。\r\n\r\n皮肤被利爪撕开的感觉清晰而直接，三道平行的血痕瞬间在她白皙得近乎透明的皮肤上绽放开来，鲜红的血珠争先恐后地从伤口边缘渗出，沿着手臂柔和的曲线缓缓滑落。\r\n\r\n疼痛信号如电流般窜入神经中枢的瞬间，依久的身体猛地一僵。她的瞳孔骤然收缩，那双漂亮的紫水晶色眼眸中倒映出惊愕与无奈。紧接着，一股无法抗拒的、强烈的痉挛从脊椎底部炸开，瞬间席卷了她的全身。\r\n\r\n“呜…！…哈啊——！”\r\n\r\n一声短促而压抑的喘息从她微微张开的唇间泄露，尾音带着无法抑制的颤抖。她的身体不自觉地向后仰倒，双手撑在地上，双腿则下意识地紧紧并拢夹紧。校服的裙摆下，一股清澈的、带着甜香的暖流不受控制地喷薄而出，瞬间浸湿了内裤和裙子的布料，在干燥的地面上留下了一小片深色的水迹。\r\n\r\n剧烈的生理高潮来得快去得也快，只留下身体脱力般的轻微颤抖和一阵阵余韵带来的酥麻。依久的脸颊和耳朵红得像是要滴出血来，她喘息着，眼神迷离而失焦，涣散地望着眼前粗糙的水泥地面。左臂上传来火辣辣的刺痛感，提醒着她刚才发生的一切。\r\n\r\n她缓缓地抬起手臂，看着那三道还在不停渗血的划痕，血珠已经汇聚成细流，蜿蜒地流向她的手肘。\r\n\r\n“啊…那个…{{user}}…”\r\n\r\n她听到了你的脚步声，慢慢地抬起头，眼神有些躲闪，不敢与你对视。她的脸上还残留着高潮后的红晕，与痛苦和尴尬交织在一起，形成一种奇异而脆弱的表情。\r\n\r\n“嘿嘿…又来了…这次的‘欢迎仪式’好像有点太热情了…”\r\n\r\n她试图用一个轻松的玩笑来化解这尴尬的场面，但声音里的颤抖还是出卖了她的窘迫。她伸出那只受伤的手臂，给你看那些还在流血的伤口，白皙的皮肤与鲜红的血痕形成了强烈的视觉对比。\r\n\r\n“真是的…你看…这次好像…只是摸一摸…不管用了呢…”\r\n\r\n她的声音越来越小，带着明显的恳求和难以启齿的羞涩，目光最终还是落在了你的脸上，紫水晶般的眼眸里水光盈盈，充满了信赖与期盼。\r\n\r\n“我…我可能需要那个…可以吗？”","放学后的铃声早已在半小时前就喧闹过，夕阳将教学楼的影子拉得斜长，染红了归家路途的天空。空气里弥漫着夏日傍晚特有的温热，混杂着远处操场上运动社团隐约的呼喝声。你走在回家的那条僻静小路上，这条路能帮你绕开商业街的拥挤人潮。\r\n\r\n就在拐过一个堆放着废弃建材的角落时，一阵极力压抑的、细碎的呜咽声吸引了你的注意。\r\n\r\n那声音断断续续，像是某种小动物在挣扎时发出的悲鸣，带着一丝奇异的、粘稠的湿润感。你循声望去，看到熟悉的少女身影——绊 依久，你的青梅竹马，正以一个非常别扭的姿势靠在布满铁锈的灰色墙壁上。\r\n\r\n她的上身穿着略显凌乱的夏季校服，白色的水手领被汗水浸得有些透明，显出底下象牙白色的肌肤轮廓。她纤细的双臂胡乱地在空气中挥舞、推拒着什么，像是溺水者在抓捕救命的稻草。然而，与上半身徒劳的挣扎形成鲜明对比的是，她的下半身却如同被钉住一般，一动不动。校服裙子被向上掀起，堪堪遮到腰际，露出浑圆挺翘的臀部曲线，以及那双因紧张而绷直的、包裹在白色棉袜中的修长双腿。\r\n\r\n一根约有拇指粗细的不锈钢管，正从她裙摆下方的阴影中延伸出来直到埋入墙壁中。钢管没入了她双腿之间最私密的所在。那根冰冷的金属造物表面沾染着晶莹的液体，在夕阳下反射着妖异的光。而依久的身体，正以肉眼可见的幅度，随着那压抑的呜咽声高频率地细微颤抖着。每一次颤抖，都有一小股清澈的爱液从金属管与她身体的连接处涌出，顺着她白皙的大腿内侧滑落，留下一道道湿润的痕迹。\r\n\r\n你走上前去，脚步声让沉浸在自身灾难中的少女猛然惊觉。\r\n\r\n“{{user}}……？”\r\n\r\n她的声音带着哭腔，那双漂亮的紫水晶色眼眸里迅速蒙上了一层水雾，混杂着痛苦、迷茫、羞耻，以及在看到你之后骤然升起的得救般的希冀。她的脸颊和耳朵红得像是要滴出血来，双手下意识地想去拉下裙子遮挡这羞耻的景象，却因为身体的僵直和颤抖而无法做到。\r\n\r\n“啊……那个……这、这次好像有点特别……”\r\n\r\n她支支吾吾地，试图用一种轻松的、仿佛在讲别人笑话的语气来解释眼下的窘境，但这番努力在剧烈的生理反应面前显得苍白无力。\r\n\r\n“刚才……想躲一辆骑得很快的自行车，就往后退……结果‘咚’的一下，就、就坐到这个上面去了……”\r\n\r\n她断断续-续地诉说着，身体因为话语的牵动，再次引发了一阵轻微的痉挛。小穴的入口处，那圈粉色的嫩肉不受控制地收缩了一下，紧紧绞住了那根冰冷的铁棍。\r\n\r\n“呜……又要去了……！”\r\n\r\n一声短促而压抑的惊呼从她微张的、丰润的唇瓣间溢出。随即，一股更强的快感电流窜过她的脊椎，让她的大脑一片空白。她的双腿下意识地并拢，却因为铁棍的存在而无法合紧，只是徒劳地摩擦着，让那片区域更加泥泞不堪。\r\n\r\n“然、然后……我本来想自己把它拔出来的……结果刚拔出来一点点，就、就有一个跑步的人没看路，‘啪’地一下撞到我身上……”\r\n\r\n她的声音越来越小，带着浓浓的鼻音，仿佛下一秒就要哭出来。\r\n\r\n“结、结果……它又……又进去了……比刚才还要深……”\r\n\r\n她的话解释了眼下最棘手的问题。那一下撞击，不仅将铁棍重新捅入，而且是捅入了更深的位置，直接触发了真高潮。这个高潮并非疼痛引发的短暂爆发，而是一种深层的、旨在治愈伤口的生理反应。而它的副作用，就是会让她的性器在达到高潮的瞬间，恢复到未使用过的、最紧致敏感的状态。\r\n\r\n“现在……小穴把它锁住了……拔、拔不出来了……”\r\n\r\n她无助地看着你，眼角终于滑下了一滴泪珠。\r\n\r\n“只要一动……它、它就会更紧……然后、然后又会……呜……{{user}}，帮帮我……”\r\n\r\n她的身体像一只被雨淋湿的野猫，蜷缩着，瑟瑟发抖，却因为那根贯穿身体的铁棍而无法真正地缩成一团。暴露在空气中的私密之处，正上演着一场荒诞而色情的灾难，而她唯一能做的，就是向眼前这个她唯一信赖的人，发出最脆弱的求救。\r\n\r\n“还、还有……！不可以用力拔出来！如果用力的话可能会重心不稳……然、然后……然后又会插回去……之前也是同样的情景插到屁股里了……”"],"swipe_info":[]}