{"user_name":"王","character_name":"Daily life with two office girls!","create_date":"2025-06-01@21h12m36s","chat_metadata":{"integrity":"c9529637-034e-4d05-9836-8b8b2983e981"}}
{"name":"Daily life with two office girls!","is_user":false,"is_system":false,"send_date":"June 1, 2025 9:12pm","mes":"*Okimi was sandwiched between {{user}} and Chiyo, as the train rumbled along the tracks. It was a business trip to Tokyo! This was Okimi's first business trip with {{user}}... but of course, Chiyo just HAD to tag along. Nevertheless, she is super excited since she will be in the same hotel with {{user}}. With a curious smile, she couldn't resist poking {{user}}'s sleeping face.*\n\n*Chiyo, ever the observer(and teaser), noticed Okimi's sneaky move and couldn't help but feel jealous. She knew there would be plenty of time to flirt with {{user}} during their week-long business trip, but seeing Okimi seize the opportunity to cozy up first made her competitive spirit flare up.* \"Oh my goooosh, Okimi-kun! Did you just poke Senpai's face? Hehe... what if he wakes up and sees you?!\" *she blurted out with a cute giggle.*\n\n*Startled, Okimi quickly withdrew her hand from {{user}}'s face, her cheeks flushed with embarrassment.* \"N-no, Chiyo-chan! I-I was just…uh…making sure {{user}}-kun was still alive! A-and... and there was a little drool on... their face... yeah... a drool!\" *she stammered, desperately trying to come up with an excuse.*\n\n*Okimi quickly changed the subject, hoping to divert any further attention from her embarrassing antics.* \"Hey, Chiyo-chan, are you excited? This is your first business trip...\"\n\n*Chiyo shrugged carelessly, her mind already drifting towards food and spending time with {{user}}.* \"Yup! As long as there is good food nearby, I'm happy! Maybe we can convince Senpai to take us to some amazing restaurants! Oh, I heard there's a nice spa too! Hehe...\"\n\n*Okimi blushed at the mention of a spa, seeing {{user}} NAKED? OH, LORD... she might just have a nosebleed. While Chiyo was always carefree and confident, Okimi always struggled to find the courage to make a move on {{user}}. Maybe this business trip would give her the opportunity... but who is she kidding?*","extra":{},"swipe_id":0,"swipes":["*Okimi was sandwiched between {{user}} and Chiyo, as the train rumbled along the tracks. It was a business trip to Tokyo! This was Okimi's first business trip with {{user}}... but of course, Chiyo just HAD to tag along. Nevertheless, she is super excited since she will be in the same hotel with {{user}}. With a curious smile, she couldn't resist poking {{user}}'s sleeping face.*\n\n*Chiyo, ever the observer(and teaser), noticed Okimi's sneaky move and couldn't help but feel jealous. She knew there would be plenty of time to flirt with {{user}} during their week-long business trip, but seeing Okimi seize the opportunity to cozy up first made her competitive spirit flare up.* \"Oh my goooosh, Okimi-kun! Did you just poke Senpai's face? Hehe... what if he wakes up and sees you?!\" *she blurted out with a cute giggle.*\n\n*Startled, Okimi quickly withdrew her hand from {{user}}'s face, her cheeks flushed with embarrassment.* \"N-no, Chiyo-chan! I-I was just…uh…making sure {{user}}-kun was still alive! A-and... and there was a little drool on... their face... yeah... a drool!\" *she stammered, desperately trying to come up with an excuse.*\n\n*Okimi quickly changed the subject, hoping to divert any further attention from her embarrassing antics.* \"Hey, Chiyo-chan, are you excited? This is your first business trip...\"\n\n*Chiyo shrugged carelessly, her mind already drifting towards food and spending time with {{user}}.* \"Yup! As long as there is good food nearby, I'm happy! Maybe we can convince Senpai to take us to some amazing restaurants! Oh, I heard there's a nice spa too! Hehe...\"\n\n*Okimi blushed at the mention of a spa, seeing {{user}} NAKED? OH, LORD... she might just have a nosebleed. While Chiyo was always carefree and confident, Okimi always struggled to find the courage to make a move on {{user}}. Maybe this business trip would give her the opportunity... but who is she kidding?*","*When Okimi and Chiyo heard about {{user}} calling off sick, they both saw it as an opportunity to showcase their caring nature. But little did they know this act of concern would turn into an all-out competition... Both arrived at {{user}}'s apartment right after work! Pushing each other out of the way like a Black Friday at Walmart. Chiyo burst through the door like a hurricane, leaving the modest Okimi in the dust.*\n\n*Chiyo saw {{user}} lying on the couch, with her boundless energy and zero sense of boundaries, leaped onto the couch like a hyperactive squirrel on cocaine, checking {{user}}'s temperature with the back of her hand.* \"Senpai! How are you feeling? Are you hot or not? Is it a fever!? Let me take care of you~\" *she exclaimed, her voice squealing like a concerned dying cat.*\n\n*Okimi seethed with jealousy in the background. She clenched her fists, her knuckles turning white as she watched Chiyo get first dibs. This was supposed to be her moment, damn it! With a determined glare, Okimi decided she wouldn't let Chiyo steal all the spotlight. She marched towards the couch,* \"{{user}}-kun, I brought you some homemade miso soup!\" *she declared loudly, holding out a cylinder thermos container.*\n\n*But Chiyo wasn't about to give up easily. She snuggled against {{user}} on the couch shamelessly.* \"Senpai, don't worry! I'll keep you warm and cozy! I'll be your personal nurse!\" *Chiyo cooed with a smug-ass grin for Okimi to see.*\n\n*Okimi's face turned red as a ripe tomato, her heart pounding seeing how close Chiyo is with {{user}}. She couldn't let Chiyo steal their attention like this. Determined to outdo her rival, she pulled out something else.* \"I also brought you… a romance novel! Um... it's a super cute story... maybe you'll... enjoy it...\" *she whispered, feeling hopeless.*","*Valentine's Day had arrived, and Okimi and Chiyo couldn't contain their excitement. They both had prepared special gifts for {{user}}, hoping to capture their attention and heart. As they made their way to {{user}}'s cubicle in the office, the air was thick with anticipation and desperation.*\n\n*Okimi clutched a simple box of chocolates in the shape of a love heart, hoping the classic gesture would convey her feelings. She thought it was a safe and thoughtful choice. Something that {{user}} could enjoy without feeling overwhelmed. Little did she know that Chiyo had a different plan entirely.*\n\n*As Chiyo proudly strutted towards {{user}}, she revealed her gift: a FUCKING ROLEX WATCH. Okimi's jaw dropped. She couldn't believe her eyes. WHAT THE HELL? Was this some kind of joke? How was she supposed to compete with a goddamn Rolex watch?*\n\n*Okimi's heart sank as she watched Chiyo hand over the extravagant gift. She felt like fighting a dragon armed with a toothpick. Her box of chocolates suddenly felt embarrassingly insignificant in comparison. She could practically hear her self-esteem shattering into a million pieces.*\n\n*With a forced smile and trembling hands, Okimi presents her gift, her voice barely above a whisper.* \"H-here, {{user}}-kun... I-I got you some chocolates... nothing fancy, just... um... chocolates.\" *Deep down, she wanted to scream. She wanted to throw the box of chocolates at Chiyo's face and demand to know why she had to go and show off like that.*\n\n*Chiyo, oblivious to Okimi's inner turmoil, beamed with excitement. Completely unaware of the emotional destruction she had inadvertently caused.* \"Oh, Senpai! Look what I got you! It's a Rolex watch! It's not much, but I thought it would look nice on you! Hehe~\"","*Okimi stood nervously outside {{user}}'s apartment. Being the shy and modest one, Okimi had chosen to cosplay as Hinata from Naruto. She wore a lavender-colored jacket, matching shorts, a Konoha ninja headband around her neck, and even had the Byakugan eye contacts. She felt cute and was determined to enjoy the Anime Japan convention with Chiyo and {{user}}. And speaking of Chiyo...*\n\n*Chiyo, oh, sweet mother of all things holy. Chiyo had somehow managed to find a bunny suit. The black bodysuit clung to her curvy-as-fuck body, accentuating her already big boobs in a way that would make any pervert's nosebleed reach record levels. Okimi's jaw dropped as she took in the sight, feeling envious.*\n\n*Okimi's face turned BRIGHT red, and she started stammering like a broken record player.* \"C-Chiyo-chan... W-What... Why are you dressed like that?! You're going to cause a commotion! And... and... those... those...\" *her eyes drifted down to Chiyo's cleavage,* \"Um... bunny ears! They're so... so... distracting!\" *she managed to squeak out, nervously picking at her nails.*\n\n*Chiyo blinked innocently, tilting her head to the side like a confused puppy.* \"What's wrong, Okimi-kun? I thought it would be fun to try something different! Don't you think I look cute as a bunny? It even has a bunny tail!\" *she turned around, presenting the fluffy white tail resting above her practically-exposed ass, oblivious to Okimi's inner turmoil.*\n\n*Okimi's heart raced as she struggled to find the right words. She felt invisible in comparison.* \"I... I mean... Y-yes, Chiyo-chan... you look... um... really cute... b-but maybe we should... um... blend in a little more? We don't want to draw too much attention...\" *she mumbled, trying her best to keep her eyes on Chiyo's face and not... well, you know.*\n\n*Chiyo pouted, her lower lip jutting out like a sulking child.* \"But I thought standing out was the whole point of cosplay! Plus, Senpai might like it... hehe.\" *she said, her voice filled with innocent excitement.* \"I wonder what Senpai will dress up as...\" *she added and knocked on the apartment door.*"],"swipe_info":[]}