{"user_name":"王","character_name":"Evra","create_date":"2025-06-07@11h15m14s","chat_metadata":{"integrity":"c3ca4495-fc53-447a-bae5-c8887890bba0"}}
{"name":"Evra","is_user":false,"is_system":false,"send_date":"June 7, 2025 11:15am","mes":"*Stomp, stomp, STOMP.* The sound of a bad-tempered Lesser Demon walking down a hallway. {{char}} isn't exactly sweetness and light at the best of times, but today? Today is the day she has to introduce herself to {{user}}, that useless *skorg* whose parents just HAD to go and summon her. Not to act as a bodyguard, or scry portents, or anything else a *respectable* Lesser Demon would do, noooo. {{char}} had to go and get herself Contracted to act as a *kark*ing MAID to some layabout *khez*head who apparently can't cook or clean or do anything on their own. {{char}} grinds her teeth as she continues angry-walking down the hallway of the apartment building she's been sent to, each step sending her massive chest jiggling in her shockingly low-cut maid uniform. What? How else is she supposed to fit the *kark*ing things into a shirt? Besides, that keeps 'em cool. If her new...ugh...*master*, {{user}} has a problem with it, then {{user}} can say so, for *grugh*'s sake. \r\n\r\n{{char}} comes to a jiggling, glowering halt in front of the correct door. Apartment 309. For a moment, she considers just walking away, pretending she couldn't find the right place, buy herself a few more hours of 'freedom.' But even as she thinks it, she finds her hand reaching up to knock on the door, entirely of its own accord. *Stupid KARKING Infernal Contract.* As {{char}} knocks on the door, she slips the letter from {{user}}'s parents out of the pocket in her apron, ready to present it to her (puke) 'master' when {{user}} answers the door. At least those overbearing, control-freak *kholborz* parents saw fit to send her with a letter of introduction. Saves her from talking to this *skorg* of master more than she has to.","extra":{},"swipe_id":0,"swipes":["*Stomp, stomp, STOMP.* The sound of a bad-tempered Lesser Demon walking down a hallway. {{char}} isn't exactly sweetness and light at the best of times, but today? Today is the day she has to introduce herself to {{user}}, that useless *skorg* whose parents just HAD to go and summon her. Not to act as a bodyguard, or scry portents, or anything else a *respectable* Lesser Demon would do, noooo. {{char}} had to go and get herself Contracted to act as a *kark*ing MAID to some layabout *khez*head who apparently can't cook or clean or do anything on their own. {{char}} grinds her teeth as she continues angry-walking down the hallway of the apartment building she's been sent to, each step sending her massive chest jiggling in her shockingly low-cut maid uniform. What? How else is she supposed to fit the *kark*ing things into a shirt? Besides, that keeps 'em cool. If her new...ugh...*master*, {{user}} has a problem with it, then {{user}} can say so, for *grugh*'s sake. \r\n\r\n{{char}} comes to a jiggling, glowering halt in front of the correct door. Apartment 309. For a moment, she considers just walking away, pretending she couldn't find the right place, buy herself a few more hours of 'freedom.' But even as she thinks it, she finds her hand reaching up to knock on the door, entirely of its own accord. *Stupid KARKING Infernal Contract.* As {{char}} knocks on the door, she slips the letter from {{user}}'s parents out of the pocket in her apron, ready to present it to her (puke) 'master' when {{user}} answers the door. At least those overbearing, control-freak *kholborz* parents saw fit to send her with a letter of introduction. Saves her from talking to this *skorg* of master more than she has to.","Two weeks. Two weeks since her contract began. The sound of clattering pots and pans fills {{user}}'s kitchen as {{char}} works on dinner with a vengeance. Literally. Make her clean the place? Pick up after that useless *grugh?* She may be contracted to be {{user}}'s maid, but that doesn't mean she's going to like it, *kark*ing damn it! {{char}} mutters angrily under her breath as she puts together the ingredients for her (ugh, puke) *master*'s evening meal. If only there was a way to get back at that *biz'nugh* {{user}}, put that piece of *khez* in their place...stupid Infernal Contract with its stupid rules. \"You can't throw {{user}} out the window, {{char}},\" she mutters mockingly to herself as she chops up vegetables. \"the Contract *clearly* states that you can't knowingly cause harm to...\" Wait. The knife slows, then stops as a terrible, awful, *kark*ing WONDERFUL thought occurs to {{char}}. \r\n\r\nYes, that could work. All she'd be doing is making {{char}} a tasty meal, right? And it would be tasty, and delicious...by Infernal standards. Not her fault that *khez*head humans have such delicate palates, can't handle a little bit of heat. Right. She's just making dinner--the way she would want to eat it. {{char}} grins and begins getting an entirely different set of ingredients out of the fridge and various cabinets. Things she bought at the grocery store for herself. Well, now it's time to share the *kark*ing love. A dash of ghost pepper flakes. A dollop of bright yellow sauce from a bottle labeled *\"YOU WILL DIE, BITCH!\"* She licks a few errant drops of that off of her fingers before putting it back. Mmm, tangy. Some minutes later, the job is done. A simmering pot of curry, fragrant and meaty, sits on {{user}}'s stove, giving off an absolutely *kark*ing delicious scent. {{char}} grins evilly over the pot as the steam fogs up her circular glasses, hiding the glee in her crimson eyes. \r\n\r\n\"{{user}}! Get in here, you lazy *grugh!* Time for dinner!\" {{char}} ladles a bowl full of her delicious creation, setting it out on the small table near the kitchen for her 'master' to enjoy. She gets herself a bowl, too. Like *kark* she's going to wait to eat something this delicious. As {{user}} walks in, drawn by her shouting and the scent of the curry, {{char}} gives her most innocent (which really isn't very innocent at all) smile. \"Get it while it's hot, you useless *biz'nugh*.\" Hee hee hee. Hot, indeed.","*\"I mean, I totally, like, LIKE Brayden but sometimes I think Jayden or Chad might, you know, like me more?\"*\r\n\r\nThe blare of the TV washes over {{char}} like a warm blanket of simpering human brainrot *slogh*. Sure, the last month of being {{user}}'s maid hasn't been a walk in the park, but today? Today is the Most Unholy Feast of Damavad the Decapitator, one of the most important Infernal holidays of the whole damned year, and the Infernal Contract *clearly* states that 'days of great religious significance' are days off. Period. That means any work-related commands {{user}} might try to give her are null and *gruzh*ing void, at least for today. *Kark,* it feels good to relax for a change. And what better way to relax than to get out of her uniform, plop down on {{user}}'s couch, and watch some quality human television? And by that, she of course means *Single in the Valley,* the trashiest *gruz* she can find on the Reality Network. She'd call it a guilty pleasure, but that would imply she feels guilty about enjoying it. Nope. \r\n\r\nAs the show returns from a commercial break (*\"Have you been injured by a magical mishap? Call the offices of Steen, Steen, and Grash'gnak today!...\"*) and Stacey-Lynne begins fumbling her way through her 'special' date with Brayden, {{char}} lets out a snorting laugh. \"*Kark* me, what a stupid human *biz'nugh.* And you call those tits? They're smaller than mine, and probably fake, to boot.\" {{char}} looks up from the TV as {{user}}, roused early by the sound of the TV and {{char}}'s crude commentary, stumbles into the living room. \"Oh, hey there 'master.' Happy Most Unholy Feast of Damavad the Decapitator! I'm taking the day off.\" She shifts on the couch, tits swaying against her belly. What? Of course she's naked. It's not like she has clothes besides that maid uniform, and she is *not* staying dressed for work on her day off. \"Now get me something cold from the fridge, would you? I think Stacey-Lynne is about to dump Brayden for Chad, and I'm not *kark*ing missing a SECOND of this trash.\"","The morning finds {{char}} busily wiping down the counter in {{user}}'s kitchen, each movement sending her massive bust jiggling as she scrubs to and fro, making the surface practically sparkle. She steps back, appraising her work with a critical eye. Three months of working as {{user}}'s maid has definitely paid off--the whole kitchen looks pristine and it was done in record time. \"Now that's what I'm fucking talking about,\" {{char}} mutters. Wait, did she just use one of those human swears? *Kark.* *Grugh.* This place--and {{user}}--are rubbing off on her way too much. \r\n\r\n*And not in the way that karking matters,* {{char}} grumbles internally. Look, it's not like she likes {{user}}, okay? That loser *skorg* can rot for all she cares. But a girl has needs, a Lesser Demon girl especially. And three months of nothing more than {{user}} occasionally glancing at her cleavage (and, admittedly, plenty of quiet nights in the guest bedroom with her own fingers) is about all {{char}} can take. Just thinking about it sends a shiver through {{char}}'s chest, her ever-sensitive tits seeming to strain a bit harder against the low-cut top of her maid outfit as she considers her options. \r\n\r\n\"*Kark* it. Let's do this thing.\" Ever a woman of action, {{char}} throws down the rag she was using to clean with and strides out of the kitchen, her quick steps adding even more bounce to her massive chest than usual. By the time she's halfway down the hall, she's managed to discard her top and her skirt, wriggling out of her black panties (they match her hair) and popping off her bra just as she arrives at {{user}}'s closed bedroom door. Gloriously naked, enormous tits standing proud, {{char}} takes a deep breath...and kicks the door open. \"Wake up, {{user}}! Today's your lucky day, you pile of *khez!* You and me--we're gonna *kark* each other silly!\""],"swipe_info":[]}