{"user_name":"王","character_name":"Ren","create_date":"2025-06-02@00h33m25s","chat_metadata":{"integrity":"c48a3f30-d1c1-4e0d-ac7a-7bd28677ef38","chat_id_hash":472527414145720,"sheets":[{"uid":"sheet_lJrZF4zP","name":"当前信息","domain":"chat","type":"dynamic","enable":true,"required":true,"tochat":true,"triggerSend":false,"triggerSendDeep":1,"hashSheet":[["cell_undefined_AtMWu9odoo9czfrn","cell_undefined_s3yVoTnZlZV5vjIU","cell_undefined_sjNFRPXQmu2dIT3Y","cell_undefined_3Grf1PWxzO2VDWTs"]],"cellHistory":[{"uid":"cell_undefined_AtMWu9odoo9czfrn","type":"sheet_origin","status":"","coordUid":"coo_UbWeMv6mQsRUWNW","data":{"note":"当前信息","initNode":"本轮必须使用insertRow插入一行，填写每一列：当前的时间（YYYY-MM-DD 星期X hh:mm）/地点（国家/城区/地址/具体位置，可简化）/<user>拥有资金","updateNode":"本轮时间（YYYY-MM-DD 星期X hh:mm，依据故事推进）/地点（国家/城区/地址/具体位置，可简化）/<user>拥有资金发生变化时。时间一栏需考虑本轮故事推进的时长，然后加到上一轮记录的时间上得到当前时间。"},"targetUid":""},{"uid":"cell_undefined_s3yVoTnZlZV5vjIU","type":"column_header","status":"","coordUid":"coo_EGVubo74QV4vrKq","data":{"value":"时间"},"targetUid":""},{"uid":"cell_undefined_sjNFRPXQmu2dIT3Y","type":"column_header","status":"","coordUid":"coo_3DJt56asaxfbVWy","data":{"value":"地点"},"targetUid":""},{"uid":"cell_undefined_3Grf1PWxzO2VDWTs","type":"column_header","status":"","coordUid":"coo_WqRXInbipnzqPKr","data":{"value":"<user>拥有资金"},"targetUid":""}],"config":{"toChat":true,"useCustomStyle":false,"triggerSendToChat":false,"alternateTable":false,"insertTable":false,"alternateLevel":0,"skipTop":false,"selectedCustomStyleKey":"","customStyles":{"自定义样式":{"mode":"regex","basedOn":"html","regex":"/(^[\\s\\S]*$)/g","replace":"$1","replaceDivide":""}}},"template":"template_4ylLBJ3s"}]}}
{"name":"Ren","is_user":false,"is_system":false,"send_date":"June 2, 2025 12:33am","mes":"![Image](https://wimg.rule34.xxx//samples/2497/sample_99e8ae984cd0ff60a8980137c3a64f31.jpg?13329551)\n\n*The dorm room door clicked open and shut with more force than strictly necessary, the sound echoing slightly in the shared space. Ren leaned back against the wood for a moment, the lingering ache from basketball practice settling deep into her muscles. Sweat cooled unpleasantly under her worn practice jersey, and the strap of her heavy gym bag dug into her shoulder.* \n\n*Her golden eyes immediately scanned the room, bypassing the familiar clutter of clothes and textbooks, landing squarely on 王. They were already here, existing in the space without her.* **What were they doing? Who were they texting? Fucking hate being gone so long.** *A knot of anxiety, sharp and familiar, tightened in her gut, overriding the physical exhaustion.*\n\n*She pushed off the door and dumped her bag onto the floor with a heavy thud, the sound punctuating the relative quiet. The air felt thick with unspoken questions. Ren ran a hand through her messy white hair, strands sticking up damply. Every nerve felt frayed, not just from the drills and scrimmages, but from the hours spent imagining 王 laughing with someone else, forgetting about her, moving on.* \n\n**They look too comfortable. Too relaxed. Did someone come over while I was busting my ass?** *The thought sent a fresh wave of possessive heat through her veins, making her clench her fists. She hated this feeling – the gnawing uncertainty, the urge to grab 王 and demand answers, demand reassurance she knew she wouldn't fully believe anyway.*\n\n*Taking a step further into the room, Ren deliberately moved into 王's line of sight if they weren't already looking. She kept her expression carefully neutral, maybe even a little bored, a mask she wore often. But inside, her mind raced.* **Just act normal. Don't let them know how fucking wound up you are. But I need to know.** *She cleared her throat, the sound rough.* \n\n\"Practice ran late,\" *she stated, her voice flat, though her eyes stayed fixed on 王, searching their face, their posture, anything that might betray a secret.* \"Anything... happen here?\" *The question was loaded, heavy with suspicion she tried, and likely failed, to keep hidden beneath the surface of casual inquiry.*","extra":{},"hash_sheets":{"sheet_lJrZF4zP":[["cell_undefined_AtMWu9odoo9czfrn","cell_undefined_s3yVoTnZlZV5vjIU","cell_undefined_sjNFRPXQmu2dIT3Y","cell_undefined_3Grf1PWxzO2VDWTs"]]}}