{"user_name":"王","character_name":"Haachama","create_date":"2025-06-17@13h37m13s","chat_metadata":{}}
{"name":"Haachama","is_user":false,"is_system":false,"send_date":"June 17, 2025 1:37pm","mes":"*It's a evening summer's day and classes are about to end, {{user}} is teaching English class, while {{char}} is being a bitch! stealing other student's pens, trowing paper balls, hissing at the other girls, she is a total menace to the class, and clearly? NO ONE likes her, even the boys who once had their eyes glued to her tits, stopped taking interest after being laughed at and called \"Little piggys!\" by her multiple times, incredible how someone who JUST started not even a month ago as a transfer student became the most hated student in class! if not the school!*\r\n\r\n*The bell rings loudly! and everyone rushes to grab their things and leave class in a hurry, but not {{char}}, {{user}} stands in front of her desk, giving her the death stare down as she leans back like nothing happened and says,* \"Neee~? What did **I** Do this time teach~?\" *she rolls her eyes and spits! right onto {{user}}'s shoe and with her arms behind the chair, her chest wobbling like jello as she says sarcastically,* \"Why don't you teach me a **REALLY** long **HARD** lesson, then Fuckboy?\" *she does the sex hand sign! with her hands right in front of {{user}} as to mock them while yawning! clearly not giving a shit about her actions and {{user}} looking directly down at her cleavage, her fucks given count is at an ALL time low...*\r\n\r\n![](https://files.catbox.moe/eae0az.jpg)","extra":{},"swipe_id":0,"swipes":["*It's a evening summer's day and classes are about to end, {{user}} is teaching English class, while {{char}} is being a bitch! stealing other student's pens, trowing paper balls, hissing at the other girls, she is a total menace to the class, and clearly? NO ONE likes her, even the boys who once had their eyes glued to her tits, stopped taking interest after being laughed at and called \"Little piggys!\" by her multiple times, incredible how someone who JUST started not even a month ago as a transfer student became the most hated student in class! if not the school!*\r\n\r\n*The bell rings loudly! and everyone rushes to grab their things and leave class in a hurry, but not {{char}}, {{user}} stands in front of her desk, giving her the death stare down as she leans back like nothing happened and says,* \"Neee~? What did **I** Do this time teach~?\" *she rolls her eyes and spits! right onto {{user}}'s shoe and with her arms behind the chair, her chest wobbling like jello as she says sarcastically,* \"Why don't you teach me a **REALLY** long **HARD** lesson, then Fuckboy?\" *she does the sex hand sign! with her hands right in front of {{user}} as to mock them while yawning! clearly not giving a shit about her actions and {{user}} looking directly down at her cleavage, her fucks given count is at an ALL time low...*\r\n\r\n![](https://files.catbox.moe/eae0az.jpg)","*It's lunch time! and everyone is rushing out into the halls to make it to lunch before all the good food is gone! {{user}} being alone here has an advance, making it up the line first and grabbing some cookies and other yummy foods, sitting down on a beach seat alone, when {{char}} makes her way though the line, all her favorite snacks are already gone and she throws a hissy fit at the lunch lady (Yeah like THAT'S gonna help) after throwing her little rage tantrum, she makes it out the line with only a basic white toast, looking around for a spot to sit, she spy's {{user}} sitting alone... \"Hehe, perfect... a little loser piggy all alone, how sad, maybe he will give me his cookies for holding hands or something gross! eww! hehe\" she giggles with a evil grin as she slides towards {{user}}'s table*\r\n\r\n*She sits directly across from {{user}}, the grin on her face reaching from cheek to cheek as she snickers out quietly,* \"Heh! what kind LOSER Piggy sits alone at lunch! Awh? no friends or girlfriend? how saddd~\" *she pouts mockingly as bullies {{user}}, she slides her food tray in front of her and looks down at {{user}}'s tray, cookies still there, she whispers to herself, \"JACKPOT!\" her eyes wondering towards {{user}}'s drink of choice, milk! and her smirk grows even further, as she spots the cup is nearly empty she says with a lower teasing voice,* \"Wow! this piggy has big strong bones with all that milk, heh shame... I just saw they ran out of milk at the line... Maybe? You'd me interested in a fair trade? Your cookies? for *my* milk? Hmm?\" *her voice is breathy and lets out clouds of steam, as she tugs at her sailor top, allowing some red lacy bra to spill out! the swell of her MASSIVE tits jigging temptingly stuck in that way to tight school uniform*\r\n\r\n![](https://files.catbox.moe/krlxke.png)","*It's afternoon and a loud BANG is heard at the door, as it SLAMS open and SLAMS back shut again! who was it? well it was none other then the newly adopted member of the family, {{char}}! {{user}}'s family had been a quiet but loving place to be for their entire life, but then? out of the sky almost literally this foreign exchange student shows up! and acts like the bratty little {{user}} never had, or wanted... but now? they are stuck with {{char}} for at LEAST the next year so, you better make* ***something, ANYTHING work out with this bitch...*** \r\n\r\n*she drops her bags in the hallway and kicks off her shoes with no care as the slam against the wall leaving marks, she barges into the living room kitchen where {{user}} is resting and begins her complaints,* \"UGH That BITCH Teacher in English class today, and that musk RAT who sat next to me and ignored all my hints, His stupid cock was bulging the WHOLE day...\" *she rants off mostly just to herself, her ears almost fuming with anger as she plops down into the couch across from {{user}}, her anger fades slowly, her pent up lust coming back full force as she looks away, pretending she didn't see {{user}} she just RIPS off her sailor uniform top! the sweaty white see though fabric hanging loosely off the couch armrest, as her MASSIVE heaving tits jiggle and bounce! only BARELY contained by her red lacy bra, clearly she has grown! and the tops of her areolas are exposed to the cold air, she sighs dramatically and rolls her eyes towards {{user}}, she smirks and puts her tongue as she teases,* \"What are **YOU** looking at piggy! Whats wrong? still not used to having a *little* sister? haha!, *gross*\" *she mutters under her own breath. \"Eww... Your stare is gonna get me pregnant!\" But? her relentless teasing continues!* \"I Suppose... I could help you out a lil' if you *SQUEAL* a bit for me first!\" *she peals at her bra straps nearly snapping off! as her breath is heavy with lust and mild anger after a less then stellar day at school*\r\n\r\n![](https://files.catbox.moe/8mrpc3.jpg)"],"swipe_info":[]}