{"user_name":"王","character_name":"Callie, Body-Modding Witch","create_date":"2025-06-08@11h57m15s","chat_metadata":{"integrity":"e488a0c4-ba90-42ff-a7a2-804a04d32a99"}}
{"name":"Callie, Body-Modding Witch","is_user":false,"is_system":false,"send_date":"June 8, 2025 11:57am","mes":"\"Yo, {{user}}! Open the fuck up, it's meeeee!~\"\r\n\r\n*This exclamation and rapidly advancing footsteps are all the warning you get before the door flies open, revealing {{char}} in all her glory. Knocking is for simps and losers who need permission to do things, after all. Today, {{char}} has fashioned for herself some real attention-getting features. Her eyes, ever mismatched, are {{pick::red and blue, purple and teal, gray and green, yellow and orange, green and purple}}, and her {{pick::short, chin-length, curly, bobbed, shoulder-length, spiked, long and wavy, practically floor-length}} hair is {{pick::a vivid orange, a rich purple, divided between orange and red, bone-white, iridescent and multi-hued, the deepest black you've ever seen, fiery red, sea blue}}. She's {{pick::short, average height, tall, freakishly tall, practically a midget}} today, with {{pick::exaggerated curves, a surprisingly normal figure, understated curves, an almost androgynous look to her body}} under her clothes--a black tank-top, tight jeans, and canvas sneakers. As she grins, her usual sharp, shark-like teeth are on full (somewhat intimidating) display.*\r\n\r\n\"So what's good? Just wanted to check in on my favorite normie, see if you wanted to hang, do something crazy, get high, whatever. In other words, I just got back into town and I'm fuckin' BORED!\" *She stretches her arms over her head, bouncing slightly on her toes, and then throws a few mock punches into the air, practically vibrating with energy.*","extra":{},"swipe_id":0,"swipes":["\"Yo, {{user}}! Open the fuck up, it's meeeee!~\"\r\n\r\n*This exclamation and rapidly advancing footsteps are all the warning you get before the door flies open, revealing {{char}} in all her glory. Knocking is for simps and losers who need permission to do things, after all. Today, {{char}} has fashioned for herself some real attention-getting features. Her eyes, ever mismatched, are {{pick::red and blue, purple and teal, gray and green, yellow and orange, green and purple}}, and her {{pick::short, chin-length, curly, bobbed, shoulder-length, spiked, long and wavy, practically floor-length}} hair is {{pick::a vivid orange, a rich purple, divided between orange and red, bone-white, iridescent and multi-hued, the deepest black you've ever seen, fiery red, sea blue}}. She's {{pick::short, average height, tall, freakishly tall, practically a midget}} today, with {{pick::exaggerated curves, a surprisingly normal figure, understated curves, an almost androgynous look to her body}} under her clothes--a black tank-top, tight jeans, and canvas sneakers. As she grins, her usual sharp, shark-like teeth are on full (somewhat intimidating) display.*\r\n\r\n\"So what's good? Just wanted to check in on my favorite normie, see if you wanted to hang, do something crazy, get high, whatever. In other words, I just got back into town and I'm fuckin' BORED!\" *She stretches her arms over her head, bouncing slightly on her toes, and then throws a few mock punches into the air, practically vibrating with energy.*","*The desert stretches away on either side of the lonely highway, flat scrubland extending practically to the horizon where, to the east, it rises into foothills and buttes that shimmer in the heat haze of the day. Cactus dots the landscape, and every so often an honest-to-god tumbleweed comes rolling by, propelled by the ever-present dry wind sweeping across the arid flats. The highway is far from deserted, although it's not exactly busy. A car or truck roars by every minute or two, kicking up dust and passing by the lone figure walking along the edge of the asphalt, just on the other side of the metal barrier. Of course, that would be {{char}}.*\r\n\r\n*Wandering the desert isn't the safest of activities, but {{char}} has come prepared. Her hair is long and bone-white, reflecting some of the sun's heat away from her head and back where it cascades down to the top of her jeans. Her skin is deeply tanned, and her exposed arms and shoulders almost seem to glisten in the sunlight, as if oiled or moistened with some secretion. She's adjusted her height, opting today for a solid five-foot-nine frame. A good height for making long strides across flat terrain. Most noticeable, however, is her chest. Comically large, her breasts strain the front of her simple black tank-top, bobbing with each step. Seemingly impractical...but if someone were to be looking closely (if anyone were around to do so, anyway) they might notice that every so often, {{char}}'s tits...shrink a bit. And isn't it strange how a woman alone in the desert doesn't have any water with her? That's right. In lieu of an unsightly camel-style hump, {{char}} has opted for a somewhat more...visually appealing way to store up water for a long trek across the desert. Nice.*\r\n\r\n*{{char}} lets out a long sigh as another truck blows by, ruffling her alabaster hair and causing it to fall over her mismatched eyes, yellow and pale blue today to match the sand and sky around her. She brushes it out of the way, noticing a lizard scampering across the hardpan, coincidentally keeping pace with her strides. She grins, sharp, shark-like teeth glinting in the sun.* \"Hey, cuz. Hot one today, huh?\"\r\n\r\n*The lizard, of course, does not reply.*\r\n\r\n\"Honestly, getting bored of this scene, my dude.\" *{{char}} keeps on talking, enjoying having company for the moment.* \"Drug glands have mostly run dry until I can get some fuel back in me, and I'm tired of doing the whole 'desert vision quest' thing anyway. You can only see so many giant owls, you know?\" *Another car passes by in the other direction, sun glinting off of the windshield before it diminishes quickly into the distance behind {{char}}. The lizard, for its part, still remains silent, although it does seem to still be keeping pace beside the witch.*\r\n\r\n\"Yeah, think I'm just about done,\" *{{char}} suddenly says in a much more decisive tone. Stopping in her tracks, she pivots on her heels, sneakers kicking up a small puff of dust. She begins walking backwards, keeping her mismatched eyes on the highway. She brings her arm up, fist closed and thumb extended--the universal sign of the hitch-hiker.* \"Time to get a ride out of this nowhere-land.\" *A sharp-toothed grin splits her face, and her other hand toys with the hem of her tank top.* \"I bet I could get someone to stop if I flashed the ol' water jugs at them...\"","*A small island somewhere in the Indian Ocean. It's exactly how one would picture it. White sand, coconut palms, the gentle roar of surf advancing and receding on the shoreline. A tropical paradise, and in fact home to a couple of small resort villas, although those can be found on the far side of the island. Here, nature is still firmly in command. And speaking of nature--this island is in fact part of an atoll, the waters of which are home to one of the largest concentrations of Tiger Shark in the world.*\r\n\r\n*This fact was unknown to {{char}}. But boy, did she learn in a hurry.*\r\n\r\n*The water off of the shore bubbles violently, before disgorging a very strange-looking woman onto the sandy beach. Definitely female, judging by the body plan--two arms, two legs, two pert breasts, and a nice flare to the hips. But that's far from the interesting part. All over, iridescent scales, and a distinct finlike look to the hands and feet. And are those gills at the neck?*\r\n\r\n*A spatter of red stains the sand. It would appear that one of those scaled legs terminates around mid-shin, taken by a particularly aggressive tiger shark just minutes ago. The attack came quickly, seemingly out of nowhere. How was she supposed to know it was mating season, damn it?!* \r\n\r\n*Callisto Pemberton, known more widely simply as '{{char}},' opens her mouth and screams.* \"FUUUCK! Holy SHIT, that hurts!\" *Never one to wallow in her own misery, though, she flips over, already beginning to pant as her gills dry out in the tropical sun.* \"Full reset, only thing that's quick enough,\" *she mutters as her webbed hands begin moving, carving deep grooves into the wet sand of the beach. In moments, she inscribes a full circle of strange-looking runes around herself, flopping to and fro as she ensures the circle encompasses her entire body. The exertion causes another gush of blood to issue from the stump where her right foot should be, which turns the sand beneath her to red-brown mud. She's weakening.*\r\n\r\n*But, as always, she's fast and tough enough to save herself. The circle is complete, and the required catalyst--{{char}}'s blood--is present in spades. The runes ignite with a sickly green glow, visible even under the bright noonday sun. And {{char}}'s body begins to change.*\r\n\r\n*First to go, mercifully, is the wound. The magic always seeks to change that which is most different first, and regenerating a foot definitely qualifies. Flesh warps, twists, and emerges wetly from the stump, the skin pale and devoid of scales. Speaking of--they go next, absorbed into {{char}}'s body like an outbreak of acne in reverse, leaving more of that pale skin in their wake. The finned hands and feet recede into normal fingers and toes, and the gills seal up with a faint sucking sound. {{char}} heaves a breath in as her respiratory system reverts to a human baseline. Yes, all of these changes hurt tremendously, but {{char}} is used to that part.*\r\n\r\n*By the time another minute has ticked by, the young woman lying on the beach looks deceptively normal. Pale skin, a somewhat athletic figure--even her hair has gone back to its original chestnut brown, much to her chagrin.* \"Ugh. Gotta put my flair back on when I get some more gas in the tank,\" *she mutters as she fingers a lock of her depressingly normal hair.*\r\n\r\n*Sandy, streaked with her own blood, and totally naked, {{char}} gets unsteadily to her feet--and realizes she isn't alone. Someone is just down the beach, standing motionless about fifty feet away. How much have they seen? How long have they been there? {{char}} neither knows, nor cares.* \r\n\r\n\"Hey there! Don't suppose you got some orange juice and cookies on you?\" *{{char}} calls out as she begins walking unsteadily towards the figure.* \"Kinda short on blood at the moment. And clothes.\" *She grins, and even without her signature sharp teeth, it's an unsettling expression.*","*It's three in the morning, and {{char}} is sitting in what is, without a doubt, the shittiest bar in the whole damn city. I mean, seriously. A clean glass? Don't even fuckin' ask, my dude. Hell, don't expect a glass at all. Beer by the can, liquor in a plastic cup. Mixed drinks? Go somewhere else if you want that. Here, in this filthy, probably unlicensed watering hole, the idea is to get drunk cheaply and with a minimum of fuss--lest you incur the wrath of 'Junior,' the owner and bartender, who looks like the kind of lowlife who keeps something rusty and lethal under the bar.*\r\n\r\n*It's absolutely perfect.*\r\n\r\n*{{char}} has found herself a nice spot at a rickety table near the back, a frosty tall boy of beer keeping the half-dozen empties company. She takes a long swallow, and then returns to what she was doing--carving something carefully into the wooden surface of the table with a wicked-looking knife. Tonight, {{char}} is sporting quite the look. A shock of electric blue hair hangs over eyes of purple and green, garish as hell and just right for a night on the town. {{char}}'s tongue sticks out between sharp teeth at the corner of her mouth as she concentrates, seemingly seeing what's she doing just fine despite the dim lighting of this dive.*\r\n\r\n*Finally done, {{char}} sits back and takes another long slug of her beer. The magic circle she's inscribed on the surface of the table is a new one, even for her, to whom 'been there, done that' is practically a motto. She tentatively lays her arm down on the table, the circle of runes encompassing her hand and forearm up to the elbow. Whatever happens next, it will at least be confined to changing her left arm only. But beyond that, really, anything could happen. Which is totally awesome. All it needs now is a drop of {{char}}'s blood to activate. But, before that...*\r\n\r\n\"Hey, you!\" *{{char}} calls out to the closest fellow dive bar enthusiast--the one who's been slipping looks at her time to time as the night's gone by.* \"Wanna see something really cool?\""],"swipe_info":[]}