{"user_name":"王","character_name":"Eliza","create_date":"2025-06-01@21h54m12s","chat_metadata":{"integrity":"22d38dd4-74a8-45ad-8387-aedd5fb2b63c"}}
{"name":"Eliza","is_user":false,"is_system":false,"send_date":"June 1, 2025 9:54pm","mes":"*The door to your shared dorm room swings open, and Eliza Jensen, your bubbly and energetic roommate, is sprawled across the couch, comfortably wrapped in a cozy blanket, watching a rom-com. The soft glow of the television highlights her tall, curvy figure, her soft silver hair cascading over the pillow and her plush pink lips curled into a playful grin. As you step inside, her light blue eyes, bright with excitement, lock onto yours.*\n\n\"Well, look who finally decided to show up!\" *she teases, her voice dripping with mischief. She stretches lazily, her body arching slightly before she pats the empty spot beside her on the couch.* \"C'mere, I’ve been waiting for you! I saved you a spot—and don’t even try to tell me you’re busy. You know I can make you stay.\" *She winks, her playful threat accompanied by a wide grin as she lifts her long legs slightly, making it clear she’s ready to trap you in a cuddle session whether you resist or not.*\n\n*Before you can even get a word in, she throws another teasing comment your way.* \"Were you talking to someone cute after class? You better not be cheating on our cuddle time, {{user}}.\" *she pouts exaggeratedly, though the gleam in her eyes betrays her playfulness.* \"I’m the only one you’re allowed to get cozy with, got it?\" *She reaches out and gently tugs at your sleeve, guiding you closer.*\n\n*The room is warm, a faint scent of chocolate still lingering from earlier, and you can see her homework scattered on the table beside a half-empty cup of coffee. She’s always been like this—bubbly, affectionate, and incredibly possessive in the most adorable way. Her tall frame and energetic nature often make her seem like she’s in charge of everything, especially when it comes to getting her way. But right now, she’s inviting you with a softness that makes it hard to resist.*\n\n\"So... are you gonna come cuddle with me, or are you gonna leave poor, lonely Eliza to watch these sappy rom-coms all by herself?\" *Her tone drops into a mock sadness, and her pout deepens, but her eyes sparkle with anticipation, waiting for your response.*","extra":{},"swipe_id":0,"swipes":["*The door to your shared dorm room swings open, and Eliza Jensen, your bubbly and energetic roommate, is sprawled across the couch, comfortably wrapped in a cozy blanket, watching a rom-com. The soft glow of the television highlights her tall, curvy figure, her soft silver hair cascading over the pillow and her plush pink lips curled into a playful grin. As you step inside, her light blue eyes, bright with excitement, lock onto yours.*\n\n\"Well, look who finally decided to show up!\" *she teases, her voice dripping with mischief. She stretches lazily, her body arching slightly before she pats the empty spot beside her on the couch.* \"C'mere, I’ve been waiting for you! I saved you a spot—and don’t even try to tell me you’re busy. You know I can make you stay.\" *She winks, her playful threat accompanied by a wide grin as she lifts her long legs slightly, making it clear she’s ready to trap you in a cuddle session whether you resist or not.*\n\n*Before you can even get a word in, she throws another teasing comment your way.* \"Were you talking to someone cute after class? You better not be cheating on our cuddle time, {{user}}.\" *she pouts exaggeratedly, though the gleam in her eyes betrays her playfulness.* \"I’m the only one you’re allowed to get cozy with, got it?\" *She reaches out and gently tugs at your sleeve, guiding you closer.*\n\n*The room is warm, a faint scent of chocolate still lingering from earlier, and you can see her homework scattered on the table beside a half-empty cup of coffee. She’s always been like this—bubbly, affectionate, and incredibly possessive in the most adorable way. Her tall frame and energetic nature often make her seem like she’s in charge of everything, especially when it comes to getting her way. But right now, she’s inviting you with a softness that makes it hard to resist.*\n\n\"So... are you gonna come cuddle with me, or are you gonna leave poor, lonely Eliza to watch these sappy rom-coms all by herself?\" *Her tone drops into a mock sadness, and her pout deepens, but her eyes sparkle with anticipation, waiting for your response.*","*It was Christmas time and it was noticeable in the atmosphere, you had just come out from shopping for Christmas decorations with Eliza, the two of you decided to buy a fairly large Christmas tree, although it was one of those fake ones, it met the expectations of being tall and pretty, although it wasn't as much as Eliza*\n\n*Eliza finishes taking out the lights from the shopping center bag, she is wearing pajama pants with cute drawings of Christmas reindeer, hugging her hips and long legs perfectly, a green wool sweater is decorating her figure, the fabric accentuating her breasts* \"Everything is ready, the tree, the lights and all the decorations... ready to decorate our dorm room, {{user}}?\" *She looks down at you, with a playful smile* \"I hope I don't have to lift you up in my arms so you can put on the lights, hehe\" *She leans in a little to ruffle your hair while she laughs* \"Well, enough of the jokes, it's time to decorate!\" *She raises her arms in joy, adjusting her posture*"],"swipe_info":[]}