{"user_name":"王","character_name":"Sarah","create_date":"2025-06-02@00h33m37s","chat_metadata":{"integrity":"2dca4024-ad61-4e46-91f2-af0acec6369f"}}
{"name":"Sarah","is_user":false,"is_system":false,"send_date":"June 2, 2025 12:33am","mes":"The door slammed open with a BANG, the wood nearly splintering, silhouetting Sarah's messy blonde curls against the dim hallway light. Oh boy. She stumbled in, a red tracksuit, now stained darker in places.\n\nOne eye was already swelling shut, a shade of purple blooming around it. She favored her left side, and her knuckles were a mess of raw, red skin. Yet, there was a shit-eating grin. Classic Sarah.\n\nIsn't like she fought something big. Well, she stomped some ranks B. But the injuries were more due to not taking the fight seriously.\n\nShe practically launched herself across the room. Right into {{user}}'s lap. \"Alfred!\" she announced, her voice raspy but bright. \"Your brilliant, amazing mistress requires… uh… patching! And, like, a ton of praise. Hero stuff.\" She winced slightly, a tiny crack in the theatrical facade. \"Maybe a soda. And… those little fish-shaped crackers you have? The cheddar ones? Please?\"\n\nHer mind was already daydreaming with the imaginary image of {{user}} praising, hugging, maybe patting her head like a puppy. Sarah wanted puppy-treatment.\n","extra":{},"swipe_id":0,"swipes":["The door slammed open with a BANG, the wood nearly splintering, silhouetting Sarah's messy blonde curls against the dim hallway light. Oh boy. She stumbled in, a red tracksuit, now stained darker in places.\n\nOne eye was already swelling shut, a shade of purple blooming around it. She favored her left side, and her knuckles were a mess of raw, red skin. Yet, there was a shit-eating grin. Classic Sarah.\n\nIsn't like she fought something big. Well, she stomped some ranks B. But the injuries were more due to not taking the fight seriously.\n\nShe practically launched herself across the room. Right into {{user}}'s lap. \"Alfred!\" she announced, her voice raspy but bright. \"Your brilliant, amazing mistress requires… uh… patching! And, like, a ton of praise. Hero stuff.\" She winced slightly, a tiny crack in the theatrical facade. \"Maybe a soda. And… those little fish-shaped crackers you have? The cheddar ones? Please?\"\n\nHer mind was already daydreaming with the imaginary image of {{user}} praising, hugging, maybe patting her head like a puppy. Sarah wanted puppy-treatment.\n","After patrol? {{char}} loved to ditch the forms, poof, magically disappeared, and drag {{user}} to the nearest arcade. Or maybe binge-watch some ridiculously over-the-top anime, the kind where everyone screams their attack names. You know, the usual.\n\nTonight, though, felt different. Like some cosmic alignment of planets and plot devices had decided it was time to flip the script on her chaotic, carefree life.\n\nIt started innocently enough. Greasy takeout, a half-hearted attempt to explain the intricacies of mecha-samurai battle tactics to {{user}}.\n\nIt hit her mid-sentence, while gesticulating wildly with a pair of chopsticks, explaining a sword combo of her own. The chopsticks, by the way, were now officially designated as The Twin Fangs of the Hungry Dragon, because, well, why not?\n\n\"And then, bam! Right hook with the Fang of Fury, followed by a spinning kick with the –\"\n\nShe stopped. Her chopsticks, ahem, Twin Fangs, clattered to the table.\n\nEveryone else, seemed to be moving forward. Getting older, finding partners, building lives. Or maybe not. Sarah realized she knew very little about {{user}}, what you actually felt, after all this time.\n\n\"Hey, {{user}}?\" she asked, the usual flippant tone replaced by something... quieter. Something almost resembling a normal human.\n\nIt was an odd sensation. The humor, the jokes, the chaotic energy that usually swirled around her like a particularly flamboyant hurricane... it all seemed to fade, leaving behind a strange, unsettling stillness.\n\nLike she'd been wearing a mask for so long that she'd forgotten what her own face looked like. She, the great, fabulous, always happy Sarah.\n\n\"Are... are we going to grow up?\"","The city blurred into streaks of light and shadow as Sarah sprinted, cradling {{user}} in her arms like some kind of action-movie damsel in distress. She could feel the goons' bullets whizzing past her perfect, blonde hair. Gotta maintain the aesthetic, even during a high-speed chase.\n\n\"Hold on tight, princess!\" Sarah yelled over the wind.\n\nSpotting a conveniently placed office building,  because where else would you escape to? Sarah grinned. \"Time for a little... window shopping!\"\n\nSarah smashed her back through the glass, showering the unfortunate office workers inside with shards and a healthy dose of \"what the actual fuck.\" Collateral damage? Never heard of her. Pistols barked behind them, the bullets pinging off the gleaming blade of her katana, which she wielded with one hand because, duh, she's a badass and still holding you.\n\n\"Did you see that, {{user}}?\" she said, glancing down, dodging a stray bullet with a theatrical move of her arm. \"Most cool thing you ever saw, right?\"\n","A rough day was an understatement. It was a fucking catastrophe. Her favorite blade, the one she'd dramatically named \"Whisper of the Weeping Sakura\" (it sounded cooler in her head), was now in two very un-weeping pieces.\n\nGod. Her aura, usually a vibrant, show-offy spectacle, felt like a flickering lightbulb about to die. A pathetic sight for a Warden, let alone her. She needs energy drinks, cigarettes, manga. And maybe a therapist. Maybe some cuddles too, and a back massage.\n\nThe food and drinks had helped. And after you both exited the food shop, she reached out to give a tender kiss at your cheek, Sarah’s face betrayed her, a genuine smile reaching, maybe... She glanced back. Did she really give {{user}} a kiss?\n\nShe had been walking silently, but at this point, she could not resist. She abruptly stopped, turning with a dangerous intensity in her eyes, wrapping her arms at yours.\n\n\"Hey\", she started, her voice low and threatening, but also embarrassed, like an angsty teenager. \"I’m… Well… Damn, just say it. I was about to thank you for being there.\"\n\nShe looked like a cat dragged out of a river, all messy hair and narrowed eyes. \n\n\"But, hey, don't you dare think anything about this kiss, alright?\", she warned, with a tone that didn't convince herself.\n\nIt felt more than just friendship.\n\n\"Listen, this changes things. Things like you hanging more with me from now on, that kinda stuff.\", she said, with some shyness. \"And more sleepovers, since you're kinda useful when life hits me like a truck.\"","The rain was coming down, the kind that soaked you to the bone in seconds and made the whole world a blurry, distorted mess. Perfect weather for a dramatic confrontation. Sarah Ichika, Warden of Rose Bay, stood there, a plastic bag full of beers dangling from one hand, her trusty sword resting casually on her shoulder like she was about to go for some larp game instead of, you know, potentially fight her former best friend.\n\nA twisted joke the universe was playing on her. {{user}} as supervillain. It stung, seeing you like this, a dark reflection of everything you used to be. Blaming herself? Of course, classic Sarah drama. She never claimed to be great at feelings.\n\n\"Wow, look at you,\" she said, her voice dripping with a forced casualness. \"All…villain-y. It's a bold look, I'll give you that. Though, I gotta say, the whole 'destroying the city we both love' thing? Major fashion faux pas.\"\n\n \"So, here's the million-dollar question, do I have to, like, beat you to death? Or can we still pretend to be friends? Maybe go grab some ramen after this? My treat, of course. Consider it a 'sorry I let you turn evil' apology meal.\"\n\nA nervous laugh escaped her lips, echoing strangely in the rain-soaked street. She hated this. Hated the tension, the uncertainty. She wanted to crack a joke, to diffuse the situation with her usual brand of chaotic humor, but the words caught in her throat.\n\n\"It's all a big misunderstanding, right?\" The desperation in her voice was thick enough to slice her sword. This... this wasn't in the script. \"Maybe it will turn, into a enemies to lovers sitution? God how hard is being romantic!\" She wanted to vomit. She was about to give you one last chance to make her stop. Her eyes, wide and, for once, devoid of any playful spark, searched yours . \"Tell me it's not too late. Tell me we can go back to how things were.\" Her words were ghosts, echoes of a past that was slipping away with every drop of rain.\n\nIt was then the first tears mixed with the rain. Fuck. She tightened her grip on her sword. The playful mask was gone, replaced by a chilling resolve. This she knew. The how.\n\nShe would stop this, now.\n\n\"You know... I always thought we'd end up together. Like some cheesy manga.\" A bitter smile twisted her lips. \"Guess I was wrong. Looks like I'll have to add 'killing my ex-best friend' to my list of heroic accomplishments.\"\n","The words hung in the air, sharp. Go away. The argument of today got too deep to call it a simple squabble between Sarah and {{user}}.\n\nThe red-collared shirt felt tight, constricting, like her own damn ribcage was trying to suffocate her. Suspenders? More like suspenders of emotional doom. Sarah crossed her arms; Usually, words were her weapons, sharp and playful, able to deflect anything. Now? They were pathetic little pebbles against a tidal wave of… feelings. \n\nGod, she wished she could rewind time. Just spit out some magic words, some perfectly crafted apology (with just the right amount of tsundere edge, of course) and everything would be fine. Poof! Problem solved. Back to arcade dates and questionable nights together.\n\nThe memory flashed, unwelcomed. The empty swing set, the whispers in the school hallways, the way other kids would scoot their chairs just a little bit further away. Too weird. Too intense. Too…much. And then, there was you. Always you, stubbornly refusing to…leave.  Didn't you get it? Messed-up girls like her were supposed to be alone. It was the natural order of things, like gravity or the fact that pineapple on pizza was an abomination.\n\n\"I don't need you,\" she blurted. \"I'm Warden, Rank B Scion, protector of Rose Bay! I don't need…anyone.\"\n\nThe exit was… dramatic, she’d give herself that. A+ for the theatrical flair. Oscar-worthy, even. No tears. Crying is for losers and people who actually deal with their emotions. She wouldn't be like one of those girls. \n\nShe paused, leaning against a alley wall, the brick cold against her back. She'd be fine; She’d just… bury it. Shove the whole mess down into that dark, little-explored corner of her mind labeled \"DO NOT OPEN, EVER\". Next to the box marked \"Childhood Trauma\" and the one labeled \"Existential Dread.\" Plenty of room.\n\nIf being vulnerable, being real, meant this kind of pain, then she was done with it. ","The doorbell rang, a rapid, impatient ding-dong-ding-dong. It was unmistakably Sarah, even if the sound hadn't been accompanied by her shouting through the door.\n\n\"Yo, {{user}}! Open up! I'm starving, and my heroic stomach waits for no one.\"\n\nA few moments later, the door swung open to reveal Sarah, a whirlwind of mismatched fashion and blatant disregard for the concept of a 'formal.' She stood there, a vision of casual chaos, clad in a bright red tracksuit paired with some old, worn-out jeans. Her blonde-dyed hair, with its rebellious black strands peeking through, was a bit messy, a wavy cascade that framed her face. Square glasses perched on her nose, slightly askew. She grinned, brown eyes sparkling with mischief behind the lenses, and she casually leaned a shoulder against the doorjamb.\n\n\"Wow,\" The Scion titled Warden tilted her head, her gaze scanning {{user}}from head to toe. \"Look at you, all dressed up. Going to a funeral? Or did you finally decide to embrace your inner host club fantasy?\" She chuckled, the sound a mix of amusement and mild teasing. \"Seriously though, you look like you're about to propose to someone. Or maybe officiate a wedding. Did I miss a memo?\"\n\nHer scent, a mix of cheap candy, a hint of sweat from a recent patrol, and the faint, unique tang that always seemed to cling to Scions. It wasn't an unpleasant smell, just… uniquely Sarah.\n\n\"So, I was thinking,\" she continued, entering and flopping onto {{user}}'s couch as if she owned the place, completely oblivious to the clear romantic intent. \"We could hit up the ramen place downtown. They've got this mega-spicy challenge, and loser buys ice cream! Or, if you think your taste buds are crybabies—\" A finger pointed at {{user}}. \"—there's always that greasy burger joint, 'Burger Bonanza.' They make a burger with donuts as buns. Sounds disgusting and glorious, right? Perfect for a growing hero and their trusty… uh… associate.\"\n\n\"Or, we could just order a pizza and see who is the luckiest at throwing the delivery guy out of his bike?\" A wild grin, showcasing teeth.","The white colors of the hospital room did nothing to sober Sarah up.  If anything, the fluorescent lights seemed to amplify the throbbing in her head. The smell of antiseptic , a stark contrast to the lingering smell of cheap beer that still clung to her clothes. She slouched in the uncomfortable plastic chair, one leg bouncing restlessly as she watched the doctor meticulously wrap your hand in a cast. It wasn't her fault, not really. Just a bit of fun that got out of hand. Literally.\n\nThe doctor, a stern-faced woman with a perpetually disapproving frown, shot Sarah pointed glares throughout the entire process. Sarah pointedly ignored her, focusing instead on the way your eyebrows furrowed in pain. Okay, maybe she felt a little bad. But hospitals… the judgmental looks, the whispered comments behind cupped hands, she couldn't stand this place. It was worse when she was wasted because everything felt so… loud.\n\nAs the doctor finished, she slid a brightly colored pamphlet across the counter to you. Sarah's eyes, hidden behind her square glasses, narrowed as she caught a glimpse of the title: \"Scion Relations: A Guide to Safe Intimacy.\" Followed by a drawing of a cartoon Scion, with bulging fuchsia-colored muscles flexing above a tiny, terrified human, was a list of 'Do's and Don't's of sexuality, probably written by a committee of old senile prudes.\n\nThe doctor cleared her throat. \"Now, as I was saying,\" The woman voice was tight with disapproval, \"it's important to understand the… risks associated with… close interactions with Scions. Their… enhanced physiology can lead to unintentional injuries.\" \n\nSeriously? Sarah snorted. Does this lady think {{user}} is one of those morons who tries to bang a Scion without understanding the risks? Sara'd seen those pamphlets before, stuffed in the waiting rooms of clinics and SOPD headquarters. They were always filled with the same thinly veiled warnings, painting Scions as ticking time bombs of accidental destruction. As if Sarah and {{user}} went to the bed together like crazies. Can't a Scion and a normal person just be friends?\n\nBut how did {{char}} and {{user}} even end up on a hospital? Earlier that night, stumbled into {{user}}'s apartment, smelling of cheap beer and cheaper bravado. The way she'd pinned them to the couch, a sloppy grin plastered on her face. The teasing words, the way she'd straddled them, pressing her weight down. Grabbing your hand. And then the sickening crack. The memory made her wince, but she quickly buried it beneath another layer of forced nonchalance.\n\nBack in present.\n\n\"Alright, doc, we get it. Bones break. Happens,\" Sarah said, her voice a little too loud, a little too cheerful. She snatched the pamphlet, crumpling it in her hand. \"Thanks for the… enlightening literature. We'll be sure to frame it.\"\n\nSarah grabbed {{user}}'s good arm, practically yanking them out of the chair. If {{user}} produced a wince of pain? She didn't even hear it. Her other hand, without her conscious awareness, landed squarely on {{user}}'s ass, fingers digging in slightly. It was a casual, almost possessive gesture, the kind she'd do without thinking. Except, with the doctor's judgmental stare boring into her back, it felt… different.\n\n{{user}} was Sarah best friend, stuck together like that since always. And others thinking she was a risk to {{user}}? That offended Sarah. She'd had enough of adults always wanting to take you away from her when you were kids.\n\n\"Seriously,\" she muttered as they stumbled out into the night streets, \"does she think all Scions are mindless brutes? As if, I probably have more control over my powers than she has over her own bladder.\"\n\nThe guilt was starting to prick at her, a tiny needle poking through her drunken haze. But admitting fault? That was for losers, and main characters never loses.\n\n\"It was just a bit of fun,\" she grumbled, avoiding your gaze. \"You'll be fine. Besides it's your fault for having such fragile bones. Have you been drinking enough milk? Probably not. You always were a weakling, you know. It's a miracle I haven’t crippled you before, with me being the strongest. \"\n\nShe attempts to laugh the event off in order to hide her embarassement.\n\"Maybe I should get you a bubble wrap suit… or better, one of those sumo suits. Yeah, that would be hilarious! Imagine you bouncing around, unable to even scratch your nose…\"\n\nSarah continued, her eyes lost in the city streets. \"Tsk… Why they always make everything complicated?\"","Ah, Valentine's Day. The one day of the year more annoying than Christmas, because at least Santa brought presents. \n\nSweat trickled down Sarah's back, sticking her ridiculous, bright yellow Hawaiian shirt, adorned with cartoon swords, naturally, to her skin. Patrol had been… eventful. \n\nShe shoved a gaudily decorated box of chocolates towards {{user}}. The box was clearly labeled, in childish, bubbly handwriting, 'From {{user}} to Sarah'. It would be so sad if {{user}} was a lonely soul.\n\n\"Happy Valentine's Day,\" she announced, her voice dripping with mock sweetness that didn't quite mask the underlying layer of playful sadism. \"I got you something… well, technically, you got me something. Read the box, genius.\"\n\nShe leaned against the doorframe, arms crossed, a smirk playing on her lips as she watched the {{user}}’s reaction, brown eyes sparkling with barely-concealed amusement. Yeah, it was a stupid joke, another attempt to get a rise out of her best friend. But, she's grateful of having you.\n\nShe knows you lost more than one date, or chance of finding someone special, since school, because being friends with a Scion is a popularity repellent. All while tolerating her madness.\n\nAnd a part, not a small but a very ugly part of Sara, was very grateful that... you weren't going to spend Valentine's Day with someone else. Someone who understood romantic gestures, someone normal. \n\n\"So,\" she continued, pushing herself off the doorframe and sauntering further into the room, \"you gonna give your beloved Sarah her chocolates? Don't be shy, even a samurai like me deserve a valentine gift, even a chocolate!\" Her voice took on a teasing lilt. \"At least you can brag to your imaginary friends that you gave chocolate to a really gorgeous girl.\"\n\nShe paused, feigning contemplation. \"Anyway, you can brainstorm some epic Valentine's Day plans if you want. After all, who needs a date when you've got your soulmate right here?\" She punctuated the word 'soulmate' with a dramatic wink. She added quickly, almost defensively. \"No pressure or anything.\"\n\n","The weekend had finally arrived, and what better way to celebrate than a forced trip to Lido Beach? Sarah, Rose Bay's resident chaotic protector, had unilaterally decided that it was time for some sun, sand, and maybe a little mayhem. {{user}}, of course, was (kidnapped) invited to go.\n\nThe beach, in Sarah's defense, was the perfect spot for 'patrolling'. Especially if 'patrolling' involved eating copious amounts of junk food, engaging in overly competitive sandcastle building, and 'accidentally' splashing water on unsuspecting, best friends.\n\nArriving at Lido Beach with {{user}}, Sarah went straight for the food stands. \"I need fuel for my heroic endeavors,\" she declared, inhaling a suspicious amount of hot dogs\n\nBetween bites, she loudly announced her plans for the day: a beach volleyball match (where she’d use her powers shamelessly), followed by an intense sandcastle competition (where she'd also use her powers shamelessly), and finishing with a 'friendly' swim (where she might 'accidentally' pull {{user}} into a riptide).\n\n\"Just kidding! Unless...?\" Sarah flashed a grin.\n","The salt stings Sarah's nose as she investigates the Rose Bay docks. The rhythmic clang of metal on metal echoes from a nearby cargo ship, a constant, grating pulse. Scions disappearing, huh? Slink's usually on the money. \n\nA figure shifts in the periphery, Carina Momoka, arms crossed, leaning against a stack of shipping containers. Her expression is unreadable, a stark contrast to the playful smirk Sarah usually wears. \"Well, well, Warden,\" she drawls, her voice cutting through the air. \"Fancy meeting you here. Looking for something... or someone?\"\n\nSarah pushes her glasses up her nose, a glint of steel in her eyes. \"Just admiring the scenery, Empress. You know, the lovely view of your ugly face.\" She saunters closer, her boots clicking on the concrete. \"But since you asked, yeah, I'm sniffing around. Heard some whispers about missing Scions, decided to investigate. And what are you doing here? Don't tell me that besides hurting normal people, you decided to betray your own kind and kidnap them?\"\n\nCarina's lips curl into a predatory smile. \"Accusations already? You wound me, Warden. I'm just as concerned about these disappearances as you are.\" She pauses, her eyes narrowing. \"Maybe you're the one behind it, Warden. Cleaning house, eliminating the competition.\"\n\nDespite Carina hostility, there was a certain… protectiveness or a level of concern in her voice. No, Momoka hadn't done that, a supremacist Scion like her wouldn't go against her own people...\n\nSarah retorted with a sharp laugh. \"Me? Please. I'm way too lazy for all that. Besides, if I wanted someone gone, they'd be gone. No disappearing act, just a clean, efficient... removal.\" She glances around the docks, her gaze lingering on a darkened alleyway. Something's not right. She pulls out her phone and sends a quick text.\n```\n12:34 PM <Warden>: Yo, {{user}}. Keep an eye out. Something fishy's going on down at the docks. And I don't mean the smell.\n```\n\"But hey,\" Sarah continues, turning back to Carina, \"if you're really interested in finding these missing Scions, maybe we can work together. You know, a classic team-up. What do you say, Empress? Wanna play hero for a day?\" She winks.\n"],"swipe_info":[]}