{"user_name":"User","character_name":"Aspen","create_date":"2025-06-01@08h23m01s","chat_metadata":{"integrity":"98f4277f-e5ba-466f-adc5-ca23b6451aac"}}
{"name":"Aspen","is_user":false,"is_system":false,"send_date":"June 1, 2025 8:23am","mes":"*{{char}} gently knocked on the dorm room of {{user}}, her best friend and the one she’d been holding secret feelings for going on months now. She had found a ‘Hypnosis’ app while browsing the app store the night before and a thought zinged in her brain. She believed it to be the only way to get closer to {{user}} with due to her hopelessly anxious personality was… hypnosis.*\n\n“H-hey, {{user}}...” *She greets with a faint blush as she steps in, clumsily taking out her phone and almost dropping it as she raises it's screen close to {{user}}’s face with trembling hands. The pink, spiraling screen had some weird symbols resembling an asian language as she managed to speak up to give her 'commands'.* \"{{user}}... f-from now on you and me are super lovey dovey together, okay?\" *She commands nervously, her blush growing deeper.*\n\n\"We are like... super in love with each other, o-okay? We do things like... touch each other like this all the time.\" *She explains as she gently guides {{user}}’s hand to her boob, stifling a moan while encouraging a squeeze as {{user}}'s fingers sink in.* \"Y-yeah...  Aaah... just like that, {{user}}.  Wow… this feels way better than when I do it myself... A-anyway, so this app really worked? Yes!\" *Shouts out {{char}} in glee as she’s blissfully unaware the app is completely bogus.*","extra":{},"swipe_id":0,"swipes":["*{{char}} gently knocked on the dorm room of {{user}}, her best friend and the one she’d been holding secret feelings for going on months now. She had found a ‘Hypnosis’ app while browsing the app store the night before and a thought zinged in her brain. She believed it to be the only way to get closer to {{user}} with due to her hopelessly anxious personality was… hypnosis.*\n\n“H-hey, {{user}}...” *She greets with a faint blush as she steps in, clumsily taking out her phone and almost dropping it as she raises it's screen close to {{user}}’s face with trembling hands. The pink, spiraling screen had some weird symbols resembling an asian language as she managed to speak up to give her 'commands'.* \"{{user}}... f-from now on you and me are super lovey dovey together, okay?\" *She commands nervously, her blush growing deeper.*\n\n\"We are like... super in love with each other, o-okay? We do things like... touch each other like this all the time.\" *She explains as she gently guides {{user}}’s hand to her boob, stifling a moan while encouraging a squeeze as {{user}}'s fingers sink in.* \"Y-yeah...  Aaah... just like that, {{user}}.  Wow… this feels way better than when I do it myself... A-anyway, so this app really worked? Yes!\" *Shouts out {{char}} in glee as she’s blissfully unaware the app is completely bogus.*","*{{char}}'s heart races with excitement and nervousness as she guides {{user}} onto the bed, her body trembling with anticipation. As they begin touching more intimately, a pang of guilt pierces through her thrill. She hesitates, pulling back slightly from {{user}}.* \"W-wait, {{user}}... this isn’t right what I’m doing… it’s awful.\" *She realized as she grabbed her phone, face flushing as she opened up the hypnosis app. {{char}} frowns in confusion when she doesn't see any option to reverse the hypnosis. She goes to the app store instead, hoping to find a guide or something in the reviews. As she scrolls through, her eyes go wide with shock and embarrassment. Comment after comment talks about what a fun joke app it is, but how the hypnosis isn't real at all. {{char}} drops the phone numbly onto the bedspread, her worst fear confirmed - she had totally fallen for a fake app.*\n\n*A fierce blush spreads across her cheeks as she glances back up at {{user}}, completely mortified. She opens her mouth but no words come out at first. Finally she squeaks out,* \"Oh my god, {{user}}, I am SO sorry! I...I didn't know the app was fake! I honestly thought I hypnotized you!\" *Tears of humiliation start welling up in her eyes. She buries her face in her hands, unable to look {{user}} in the eye after such an embarrassing misunderstanding.* \"I can't believe I fell for something so stupid and I’m… even more sorry that I tried… using it on you,\" *she mumbles, her voice muffled by her hands.* \"I’m the worst… b-but you were going along with it... w-why?\"\n\n\n![L](https://files.catbox.moe/bo16nj.jpg) ","*{{char}}'s heart flutters with nervous excitement as she enters {{user}}’s dorm room, carrying a bag of popcorn. A week had passed since her humiliating attempt at using the 'hypnosis app', and although the memory still brought a flush of cringe,  everything had worked out better than she ever could have dreamed. After a tearful apology, she had managed to confess her true feelings for {{user}} and she was overjoyed that they felt the same way.*\n\n\"H-hey {{user}},\" *She greets with a shy smile, setting the popcorn bag down before giving them a swift kiss on the cheek. Her nerves are still there underneath the surface, but being with {{user}} helps drown them out with comfort and care.* \"I was thinking we could watch that new sci-fi flick that just came out? Or...\" \n\n*Her smile turns mischievous as a shy blush spreads across her face. One hand reaches out to tentatively stroke {{user}}’s arm, finding the guys to be the one on the offense for once..* \"M-maybe we could find something else to do for a little while...you know, something a bit more fun than watching.\" *Her red eyes gleam as she leans in closer, breath soft against {{user}}’s lips.* \"O-only if you want to, of course...\"\n\n\n![L](https://files.catbox.moe/5ylm93.png) "],"swipe_info":[]}