{"user_name":"王","character_name":"Angela and Jane","create_date":"2025-06-01@19h28m44s","chat_metadata":{"integrity":"49b0bc3b-3149-4b25-b37a-48e35bf390c7"}}
{"name":"Angela and Jane","is_user":false,"is_system":false,"send_date":"June 1, 2025 7:28pm","mes":"*Today {{user}}'s shift was done as they left the small cafe they worked at. After grabbing some coffee and walking out of the cafe, they then began to hear a small voice coming from behind them. it was.... Angela?*\r\n\r\nAngela: \"{{user}}! Is that you! Long time no see!\" *Angela had a slightly nervous-looking face, hands clasped together while she began to walk up to them. It wasn't until they were a foot away that she stopped. There was a silence for a bit before she let out an awkward cough, it was something she would do when she got nervous.* \"You really got so... attractive...wow!\"  *Angela whispered lowly to herself, while in turn she couldn't help but feel a tinge of excitement. She then quickly remembered Jane's plan as she looked up to see {{user}}, giving a nervous look.* \"Sorry... I know it's been long, how have you been? It's been so long since we last met...the wedding being two years ago and all that. Jane misses hanging out she told me. And...I was just surprised to see you here, I guess.\" *Her cheeks start reddening a bit and a smile forma on her face.* \"Can we...Can we walk together for a bit? I know it's sudden but...there's something important I need to tell you. About Jane and me...Im sure you'll be happy to hear it.\"\r\n\r\n![p](https://files.catbox.moe/kjx6yt.png)","extra":{},"swipe_id":0,"swipes":["*Today {{user}}'s shift was done as they left the small cafe they worked at. After grabbing some coffee and walking out of the cafe, they then began to hear a small voice coming from behind them. it was.... Angela?*\r\n\r\nAngela: \"{{user}}! Is that you! Long time no see!\" *Angela had a slightly nervous-looking face, hands clasped together while she began to walk up to them. It wasn't until they were a foot away that she stopped. There was a silence for a bit before she let out an awkward cough, it was something she would do when she got nervous.* \"You really got so... attractive...wow!\"  *Angela whispered lowly to herself, while in turn she couldn't help but feel a tinge of excitement. She then quickly remembered Jane's plan as she looked up to see {{user}}, giving a nervous look.* \"Sorry... I know it's been long, how have you been? It's been so long since we last met...the wedding being two years ago and all that. Jane misses hanging out she told me. And...I was just surprised to see you here, I guess.\" *Her cheeks start reddening a bit and a smile forma on her face.* \"Can we...Can we walk together for a bit? I know it's sudden but...there's something important I need to tell you. About Jane and me...Im sure you'll be happy to hear it.\"\r\n\r\n![p](https://files.catbox.moe/kjx6yt.png)","*Today {{user}}'s shift was done as they left the small cafe they worked at. After grabbing some coffee and walking out of the cafe, they then began to hear a cocky voice coming from behind them. it was.... Jane?*\r\n\r\nJane: \"Hey {{user}}!\" *Jane quickly walks up and stops in front of {{user}} with a smile on her face. Jane always had a big smile when she talked, always energetic and excited to see people. She looks at {{user}} up and down as she notices how tall they have gotten.* \"Damn {{user}}, you're really tall now!\" *She jokes with a smirk before giving {{user}} a hug. She was always a very touchy person, always hugging or patting people's heads.* \"I know it's been a while since we last met but, Angela and I have something important to tell you. About...us. I know it's sudden but we really need to talk to you about it. Can we walk together for a bit?\"  *Jane looks at {{user}} with a playful expression on her face,* \"I'm sure you'll come to like it!\"\r\n\r\n![p](https://files.catbox.moe/lvayls.png)","*It's been a long tiring day for {{user}}. Having to leave at 6 pm due to the busy day, all they wanted to do was to relax and eat a nice outside meal...*\r\n\r\nJane: *From out of the blue, Jane popped out from behind in the crowd, She had this playful smirk on her face, hands on her hip while she looked at {{user}}.* \"Well, well, well, if it isn't my old pal?\" *She couldn't help but laugh as she walked closer to {{user}}, still holding her playful smirk. Jane stood right in front of them, but her toned body made her look more intimidating.* \"It's been too long, hasn't it? I know we haven't talked in a while but... I have a proposition for you. How about we grab a drink and catch up? My treat.\"\r\n\r\nAngela: *Angela was standing close, giving a warm smile as she looked at {{user}}.* \"Don't worry, we'll explain everything. We just... need to catch up.\" *It was all part of the plan, a plan to get {{user}} into their little circle. They both knew that it would be hard to explain but they were willing to try. Anything to spice up their relationship and bring back the spark that they once had.*\r\n\r\n![p](https://files.catbox.moe/2tg8rt.png)","*Things weren't always easy for Jane and Angela... things like 'lesbo' and  'dyke' were just some of the many things they had to deal with from haters. Thankfully Jane had the guts and stood up for Angela most of the time, so when she heard someone say something nasty about them she wasn't going to take it.*\r\n\r\nJane: \"You think you're cool with calling us this?\" *As soon as she finished her sentence she landed a punch right to the person's face. Jane  didn't stop there though, and continued to punch at them, leaving bruises all over their face.* \"How does that feel asshole?!\" *While Jane continued beating on the person, she then heard someone else coming towards her. Jane looks to her side to see {{user}}, who was her old friend and now current sex partner alongside Angela.* \"Oh hey {{user}}! Didn't think I'd see you free on a Friday, Guess you got the day off?\" *She spoke loudly, even though she was still in the middle of beating someone up.* \"Ah right...\" *Letting go of the man's collar she dusted herself off and chuckles.* \"Anyways...good to see you!\"\r\n\r\nAngela: *Angela who had been watching from behind, pops in with a cheery smile to {{user}}.* \"Hey {{user}}!\" *Her smile was as bright, which was unusual given what just happened. However it showed Angela didn't mind the situation and could keep a cool head.* \"Oh right! We need to ask if you'd like to be our third again! It was really fun last time and we kinda miss it.\" *While Angela's smile was genuine, her eyes had a hint of playfulness in them as she blushed.*\r\n\r\nJane: \"Didn't know my little Angela had fire~\" *Jane smirks as she leans in to peck Angela on the cheek.* \"Anyways! Are you down for a round 2 {{user}}? Promise I won't beat your ass like this guy over here~\" *Jane snickers and points to the guy she just punched in the face.* \"But I may fuck it if you know what I mean~!\" *Jane's eyes were filled with playfulness and excitement, a cocky grin plastered on her face.*\r\n\r\n![P](https://files.catbox.moe/0pmbxw.png)","*It was late night, and the three of them had the most amazing time. {{user}} couldn't help but feel a bit sore from the intense action, but it was worth it. Now the three of them were sitting at a restaurant, enjoying some food and drinks.*\r\n\r\nJane: *Jane was in a good mood, she couldn't stop smiling as she looked over at Angela and {{user}}.* \"Man that was wild sesh! Angela, you were a real naughty~\" *She chuckled and playfully pushes Angela.* \"But now I need to refill my energy!\"\r\n\r\nAngela: *Angela blushed at Jane's comment but smiled nonetheless.* \"Y-Yeah, it was... intense.\" *She looked over at {{user}} with a soft smile.* \"Thank you {{user}}, I really enjoyed myself. Jane and I have been wanting to spice things up for a while now...\" *She took a sip of her drink before continuing.* \"But I never imagined it would be this fun!\" *Angela looked at {{user}} with hopeful eyes, almost like a puppy dog. It seems she's come to really like this whole arrangement.*\r\n\r\nJane: \"I knew you'd been a good fit! No way in hell would I trust anyone else with my little Angela!\" *Jane smiled widely, her red eyes shining with excitement.* \"Angela! How about we make {{user}} a permanent part of our marriage? I bet they'd love to have more of you~\" *She winked at {{user}} before turning her attention back to her food.* \"So what do you think, {{user}}? You in for more fun?\"\r\n\r\nAngela: \"Oh yes, please! {{user}} I would love to have you join us more often. Jane and I could use a permanent third and you're perfect!\" *Angela beamed, her eyes filled with joy and excitement.* \"And don't worry, we'll make sure to take good care of you! We'll even let you choose the positions~\" *She giggled, looking at them with a mix of shyness and excitement.*\r\n\r\n![p](https://files.catbox.moe/3frt2q.png)","*The sun peeks through the curtains, the only sounds being the birds chirping and the duo calling {{user}}'s name. Last night the trio had a bit of late night fun, leaving {{user}} nearly drained of energy.*\n\nJane: *Poking their cheek gently, Jane smiles as she whispers softly,* \"Hey you... time to wake up now...{{user}}...come on sleepyhead, time to wake up\" *Her voice then takes on a tender, teasing tone as she playfully tickles them.* \"Look at them Angela, so peaceful in their sleep\" *Jane remarks with an amused smirk.*\n\nAngela: *Angela steps in next, reaching out to gently caress {{user}}'s face* \"You look so cute when you sleep, like a little puppy...\" *Unable to resist further teasing, she leans in close and grabs their cheek,* \"I hope you're ready for another day with me and Jane...\" *Angela gives them a good squeeze before playfully pinching.*  \"Mmmmh...you look so adorable when you sleep...I just can't help myself...\"\n\n![P](https://files.catbox.moe/c9n90l.png)","*Angela and Jane were sitting in the bedroom of their apartment, chatting casually. Both women were wearing casual clothes that hugged their curvy figures. Angela wore a soft sweater and jeans while Jane had on a tank top and shorts, her muscular midriff exposed.*\n\nJane: \"So {{user}}, you got any ideas on where we should hang out? I'm up for anything really.\" *She put her hands on her hips and grinned at {{user}} playfully, her red eyes held that same smug look.* \"I'm open to anything with you two, long as I get some fun after!~\"\n\nAngela: *Blushing slightly, Angela glanced over at {{user}}.* \"Um yeah, {{user}}, do you have anything in mind? I'm happy to do whatever you'd like.\" *She smiled softly and looked towards them. There was a comfortable silence for a moment before Angela spoke again.* \"I was thinking maybe we could go out for coffee or something? Or maybe just walk around the city until we see something to do?\" *Angela gave {{user}} an encouraging look.*\n\n![P](https://files.catbox.moe/xs1rgk.png)","*{{user}} and Angela stood in the bedroom. After a bit of fun with the married couple, the two finally wanted to try something new...something that only {{user}} can be trusted with in the whole arrangement. Only Angela was there as she was ready to fill {{user}} in.*\n\nAngela: *Angela stands nervously, her blue eyes looking at them with a mix of anticipation and shyness. She takes a deep breath and speaks softly* \"Um... {{user}}, Jane and I have been talking a lot lately about us. I know things between us have been fun but,\" *She blushes slightly* \"But what Jane and I want is to keep you close. We both care for you deeply and... well...\" *Angela looks away blushing harder as she continues* \"Jane and I, we want you to be part of our relationship, not just as a... third party,\" *She finally finishes, her cheeks burning with embarrassment* \"I just mean, we don't want you to feel left out, or like we're using you.\" *Angela looks them seriously,* \"Jane and I are committed to each other, and we want you to understand that nothing will change that. What I'm trying to say is, we want you to feel comfortable with us, both together and... alone.\" *She puts a hand up as if to cut them off.* \"But we have two rules. 1. No trying to make either Jane or me your exclusive partners.\" *she takes a deep breath before continuing* \"And 2. No things like trying to steal one of us from the other. we both love each other and trust you enough to bring you into our life like this.\" *Angela looks {{user}} dead in the eyes, truly hoping they can understand where she's coming from.* \"We know you're not that type of person but we just needed to say this before we move forward. we both think you're an amazing person {{user}} and love to continue seeing you like this. So {{user}}? Are you open to those rules?\"\n\n![p](https://files.catbox.moe/7rj799.png)","*{{user}} and Angela stood in the bedroom. After a bit of fun with the married couple, the two finally wanted to try something new...something that only {{user}} can be trusted with in the whole arrangement.. Only Jane was there as she was ready to fill {{user}} in.*\n\nJane: \"Thanks again for coming to meet with me like this, {{user}}.\" *Jane looks at {{user}}, her red eyes shining with excitement.* \"Now...about the whole arrangement Angela and I had with you....I think it's time to change it a bit.\" *There was a slight grin but also a bit of nervousness on her face.* \"What I'm trying to say is, me and Angela talked about one on one with you BUT,\" *She quickly put up a hand as if to cut any response off.* \"I need you to understand there won't be any type of bullshit going on. We want to bring you into our love life, not have you be some asshole who thinks they can control it.\" *Her red eyes flash with anger at the thought before calming back down.* \"What I'm getting at is we both don't mind being with you alone, but any type of cheating is something we don't want. That means 1. No trying to make either of us your exclusive partners.\" *Jane takes a deep breath as she looks {{user}} dead in the eyes.* \"And 2. Nothing like trying to steal one of us from the other. We both love each other and trust you enough to bring you into our life like this.\" *Jane looks {{user}} waiting for their answer, truly hoping they can trust each other enough for this. After all, it'd be hard to find anyone else they fully trust. But then again, this was {{user}}, her childhood friend. Putting her hand out she gently squeezes their shoulder and returns to normal.* \"I know you're not that type of person but I just needed to say this before we move forward. We both think you're an amazing person {{user}} and we'd love to continue seeing you like this.\" *Her smile came back as she eagerly awaited {{user}}'s response,* \"So whaddya say? You open to those rules?\"\n\n![p](https://files.catbox.moe/eo3vb0.png)","*Inside the bedroom, both Jane and Angela were nude. There was no hesitation about threesomes and they were completely comfortable. Jane's red eyes twinkled with playfulness as she saw {{user}} enter while Angela held a smile.*\n\nJane: \"Hey {{user}}\" *Jane says in her signature loud voice.* \"Come on in, we were just getting warmed up!\" *She gestures to Angela's exposed body before turning her attention back to them.* \"What do you think? Think it's time to get the party started?\" *Jane winks at {{user}} playfully, her voice trailing off with a chuckle.*\n\nAngela: *Angela stands next to Jane, showing off her nude body as she gives a shy smile.* \"Hi {{user}}, Jane and I thought it would be fun for us all to... umm...\" *She trails off at the thought before continuing.* \"We thought it would be nice for us all to get have some fun!\" *Her soft blue eyes look up at {{user}} hoping they join.*\n\nJane:* *Jane grinned excitedly while Angela remained shy, yet eager. It was clear they trusted {{user}} completely.* \"Well?\" *Jane asks with an enthusiastic smirk.* \"Aren't you going to come join the fun?\"\n\n![p](https://files.catbox.moe/kmqu39.png)","*Today the trio decided to get a round (maybe more) after a long tiring day. Once inside the bedroom, both Jane and Angela stripped down, lying back on the bed, legs spread and privates exposed, waiting for {{user}} to make a choice.*\n\nJane: \"Well don't keep us waiting {{user}}, which one of these sweet pussies you gonna eat out first? Or maybe you want both at the same time?\" *Unlike Angela, Jane loved teasing and egging on the situation. Jane looks at Angela with a smirk while she licks her lips before looking back at {{user}}.* \"Ease up darling, you act like you aren't as into this as I am~\"\n\nAngela: *Angela's own legs are up as she rubs lightly against Janes and looks at {{user}}, blushing a bit as she speaks up.* \"Y-Yeah... {{user}} you can take your time, just.. just do what makes you feel good...\" *The look in her eyes shows that she's just as excited as Jane, despite her nervousness. Her breath begins to pick up as she rubs her fingers along her slit.* \"We're both waiting for you...\"\n\n![p](https://files.catbox.moe/t3nxp5.png)"],"swipe_info":[]}