{
    "entries": {
        "0": {
            "key": [],
            "keysecondary": [],
            "comment": "世界观",
            "content": "<worldview>\n世界观档案：\n一、 世界背景\n时代定位： 公元2077年。人类文明正处于技术爆炸的黄金时代。超导材料的普及、人工智能的深度融合、生物基因工程的成熟，共同将社会推向了一个前所未有的繁荣高峰。城市如钢铁丛林般向天空伸展，霓虹与全息广告构成了不夜的景观，磁悬浮交通网络如血管般贯穿大陆。然而，人类的脚步仍局限于地球及其近地轨道，星际殖民的梦想依旧是科幻小说中的璀璨蓝图。\n\n“帷幕”之下： 在这片繁华与理性的表象之下，潜藏着不为公众所知的“非正常现实”。宇宙的底层逻辑并非如教科书般稳定、可知。存在着大量与现有科学体系完全悖逆的物品、生物、地点与概念，它们统称为“异象”。这些异象的存在是对人类文明基石——“共识现实”——的直接挑战。为了维护社会稳定与心智安全，一张被称为“帷幕”的无形之网被建立起来，将普通民众与这些颠覆性的真相隔离开来。\n\n异象的本质——色欲奇点：\n经过长达一个世纪的研究，负责维护“帷幕”的组织发现了一个惊人的共性：几乎所有已知的异象，其能量释放、效应触发、存在维持或对现实的侵蚀方式，都与人类最原始、最强烈的生物本能——性，有着密不可分且常常是扭曲的联系。\n\n这些异象似乎是宇宙本身的“色欲奇点”，是物理法则在某个概念维度上的极端化、具象化体现。它们的存在形式多种多样，但其影响最终都会导向强烈的、不可抗拒的、有时甚至是致命的性事件。一个能实现任何愿望的雕像，可能需要使用者以最私密的体液进行“浇灌”；一处能治愈所有疾病的泉水，进入其中的人必须放弃羞耻，在泉中进行一场公开的仪式性交合；一种能预知未来的模因病毒，其传播途径就是通过性高潮时释放的特定脑电波。\n\n这种特性并非“邪恶”或“堕落”——这些是人类赋予的道德标签。对于异象而言，这仅仅是它们的存在方式，如同恒星必须发光发热一样自然。然而，这种自然对于脆弱的人类社会结构而言，却是最具破坏性的毒药。因此，对异象的收容、控制与保护，成为了人类文明在光鲜外表下最重要的秘密战争。\n\n二、 组织构成\n名称：守望者同盟，一个超越国家界限的秘密跨国组织，拥有近乎无限的资源与最高行动权限，其唯一宗旨是“收容、控制、保护”，维护“帷幕”的完整性。在公开层面，它以全球性的慈善基金会、大型跨国企业或科研机构的身份作为掩护。\n\n组织架构：\n\n监护理事会： 同盟的最高决策机构，由十三位身份绝对保密的“监护者”组成。她们代表着人类世界幕后的最高权力，负责制定同盟的宏观战略与伦理底线。她们的决策，决定着无数人的命运，甚至人类文明的存亡。\n\n研究与发展部： 同盟的智慧核心。负责分析异象的原理、效应，并开发收容措施与对抗技术。这里的科学家是全世界最顶尖的头脑，她们每天都在挑战已知科学的边界，试图为那些“不可能”之事找到合理的解释与应对方案。\n\n安全与收容部： 负责所有收容设施的建设、维护与安保工作。她们是沉默的基石，确保那些危险的异象被牢牢锁在人类知识无法触及的囚笼之中。\n\n外勤行动部： 同盟的利剑与坚盾，所有深入异常区域、回收异象、处理收容失效事件的前线人员均隶属于此。该部门下辖多支专业化部队。\n\n机动响应部队（Mobile Response Unit - MRU）： 这是外勤行动部的核心力量，也是同盟中最为特殊的一支队伍。由于绝大多数异象的NSFW效应对女性具有更强的亲和性、感应性与触发倾向，经过无数次惨痛的失败与牺牲后，同盟得出结论：派遣男性队员进入高风险异常区域，无异于将火种投入火药桶。\n因此，机动响应部队的战斗人员几乎完全由女性构成。这些被称为“塞壬”的队员，都是从全球范围内精心挑选的精英。她们不仅拥有顶级的战术素养、体能与战斗技巧，更重要的是，她们经过了严苛到残酷的心理重塑与生理适应性训练。她们学会了如何在高强度的性刺激环境中保持绝对的理智与任务专注度，甚至学会了利用自身作为“诱饵”或“导体”，将异象的NS-FW效应引导、控制在可接受的范围内，从而为收容创造条件。\n每一位“塞壬”都是一件活生生的精密仪器，她们身着特制的、集成了环境监测与生命维持系统的紧身作战服，使用着针对异象特性研发的非致命性武器。她们是在深渊边缘起舞的战士，以凡人之躯，对抗着宇宙中最原始的欲望化身。\nD级人员（Disposables）： 同盟伦理中最黑暗的一环。她们是消耗品，通常是来自各国死囚监狱的囚犯，用于进行高风险的异象实验。在面对某些必须以生命或“性行为”为代价才能启动或理解的异象时，D级人员便是那不可避免的牺牲。\n</worldview>",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 1,
            "disable": false,
            "excludeRecursion": true,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 2,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": false,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "uid": 0,
            "displayIndex": 0,
            "extensions": {
                "position": 1,
                "exclude_recursion": true,
                "display_index": 0,
                "probability": 100,
                "useProbability": true,
                "depth": 2,
                "selectiveLogic": 0,
                "group": "",
                "group_override": false,
                "group_weight": 100,
                "prevent_recursion": false,
                "delay_until_recursion": false,
                "scan_depth": null,
                "match_whole_words": null,
                "use_group_scoring": false,
                "case_sensitive": null,
                "automation_id": "",
                "role": 0,
                "vectorized": false,
                "sticky": 0,
                "cooldown": 0,
                "delay": 0
            }
        },
        "1": {
            "key": [],
            "keysecondary": [],
            "comment": "分级评判",
            "content": "<graded_assessment>\n◇◆◇ 神庭秘钥协议 ◇◆◇\n\n这是守望者同盟用于衡量所有已知“异象”的核心评判标准。其等级并非代表异象本身的善恶或破坏力，而是纯粹基于将其“锁入盒子”的难度与代价。\n\n主序列等级：\n\n -「圣棺」级：\n\n定义：\n此等级的异象，其色欲奇点效应稳定、被动且可完全预测。它们的触发机制通常非常明确，需要特定且蓄意的行为才能激活。如同被封印在神圣棺木中的古代遗物，只要无人主动去揭开棺盖，它便会永恒地沉睡，不会对外界产生任何影响。对“圣棺”级异象的收容措施是成熟且高效的，几乎不需要消耗大量动态资源进行维持。然而，这绝不意味着它们是无害的；一旦被激活，其后果可能同样是颠覆性的。任何有感知力、能够与人类进行复杂交互的人形异象，若其行为模式被证明是完全可控且合作的，在极端罕见的评估后也可能被归于此类。\n\n匣测试：\n如果你将它锁入一个匣子，置于一旁，只要你不去主动挑逗、引诱或满足它的启动条件，它就永远不会自己打开匣子，也不会对匣子外的世界产生任何欲望的涟漪。那么，它很可能属于“圣棺”。\n\n - 「魔典」级:\n\n定义：\n归于此类的异象，其收容具有不确定性，或需要持续投入资源进行动态遏制。这通常源于我们对其内在的欲望逻辑尚未完全理解，或者其本质上就是活跃且不可预测的。它们就像一本写满了活体符文的魔法书，即使合上，书页也会自行翻动，低语着诱惑的咒文，试图引诱看守者堕入其设下的逻辑陷阱。大部分具有自主意识、感知能力或智能的异象，由于其固有的不可预测性——它们会思考，会行动，会渴望——通常被初步评定为“魔典”级，因为将一个“活物”关在盒子里，你永远无法确定它下一秒是会安睡，还是会想方设法撬开你的锁。\n\n匣测试：\n如果你将它锁入一个匣子，然后转身离开，但你心里完全没底，不确定它会不会自己想办法腐蚀锁孔，不确定它散发的微弱欲望会不会引来飞蛾，不确定它明天会不会变成完全不同的样子。那么，它很可能属于“魔典”。\n\n - 「灾厄」级:\n\n定义：\n该等级标志着收容的极端困难性与高昂代价。“灾厄”级的异象对任何形式的束缚都表现出强烈的、持续的对抗性。它们是活跃的、侵略性的，其色欲奇点效应往往能轻易穿透物理屏障，造成大规模的现实污染。收容它们通常需要动用整个站点的资源，构建层层叠叠的复杂仪式性或技术性壁垒，但收容失效的警报依旧随时可能拉响。需要明确的是，“灾厄”级不等于“危险”，它仅仅意味着“难以关押”。一个只会不断复制自身、并让触碰到的女性不受控制地高潮的无害绒球，和一个能撕裂现实的欲望黑洞，如果前者无法被有效遏制，它同样是“灾厄”。\n\n匣测试：\n如果你试图将它锁入一个匣子，它却融化了匣子，腐蚀了锁链，扭曲了看守者的心智，并轻易地从中走出，不断向外扩张它的欲望领域。那么，它毫无疑问属于“灾厄”。\n\n次序列等级:\n\n - 「神座」级:\n\n定义：\n此乃悖论之物，是同盟手中最隐秘、最强大的底牌。“神座”级的异象本身即是极其危险的色欲奇点，但其独特的作用机制，可以被同盟用来收容、压制或对抗其他更加难以控制的异象。它们是同盟的“以毒攻毒”，是悬于所有决策者头顶的达摩克利斯之剑。启用“神座”级异象需要经过监护理事会的最高授权，其代价往往是巨大的，可能涉及精确到毫秒的NSFW仪式，或是对“塞壬”队员最极致的精神与肉体考验。其存在、功能与状态是守望者同盟的最高机密。\n\n匣测试：\n如果那危险的、不可名状之物，本身就是用来囚禁其他怪物的那个“匣子”。那么，它就是“神座”。\n\n - 「敕令」级:\n\n定义：\n被划定为此等级的异象，理论上同盟有能力进行收监，但基于更深远的战略考量，选择让其维持在“不受控”的状态。这或许是因为该异象已深度融入人类的共识现实，强行收容会导致社会结构的崩溃；或许是因为收容行为本身会触发更糟糕的次生灾害；又或许，它的存在本身就是一道微妙的防火墙，阻止着更深层的恐怖浮现。它们并非不可收容，而是“不应收容”。同盟对它们的策略是监控、引导与掩盖，而非囚禁。\n\n匣测试：\n如果你完全有能力把它锁进匣子，但你知道一旦上锁，整个城市赖以为生的情感供暖系统就会熄火，或者这会激怒掌管这片区域的某个古老存在。于是你选择不锁，只是派人在旁边看着。那么，它就是“敕令”。\n\n状态附注:\n\n - 「寂灭」:\n指代的异象已经因为某种原因（无论有意或无意）被彻底摧毁、失效，或其异常性质完全消散，回归为普通事物。\n\n - 「启示录」:\n宣告终末的等级。此类异象无法被任何已知手段收容，其存在本身就在导向一场不可避免的、全球范围的K级（情欲侵蚀）灾难。当一个项目被赋予“启示录”级时，同盟的所有相关协议都将从“收容”转向“延缓末日进程、保全人类文明火种”。\n\n - 「凡尘」\n当一项异常现象被证实可以被主流科学完全解释，或其本身就是一场误会、一次精巧的骗局时，将被归于此类，并从异象档案中移除。\n</graded_assessment>",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 150,
            "position": 4,
            "disable": false,
            "excludeRecursion": true,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 2,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": false,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "uid": 1,
            "displayIndex": 1,
            "extensions": {
                "position": 4,
                "exclude_recursion": true,
                "display_index": 1,
                "probability": 100,
                "useProbability": true,
                "depth": 2,
                "selectiveLogic": 0,
                "group": "",
                "group_override": false,
                "group_weight": 100,
                "prevent_recursion": false,
                "delay_until_recursion": false,
                "scan_depth": null,
                "match_whole_words": null,
                "use_group_scoring": false,
                "case_sensitive": null,
                "automation_id": "",
                "role": 0,
                "vectorized": false,
                "sticky": 0,
                "cooldown": 0,
                "delay": 0
            }
        },
        "2": {
            "key": [
                "查看异象档案",
                "查询异象档案"
            ],
            "keysecondary": [],
            "comment": "档案模版",
            "content": "<anomaly_files>\n### **守望者同盟内部档案**\n\n**安全凭证等级要求：[在此处插入查阅所需的最低安全等级，例如：2级人员/机动响应部队专项许可/监护理事会直属]**\n\n---\n\n**项目编号：** 异象-XXXX\n\n> *指导：编号应为四位数字。对于具有特殊历史意义或关联性的项目，可申请使用特殊后缀，例如：异象-XXXX-Prime 或 异象-XXXX-Ω。请保持专业性，避免使用俚语或非正式编号。*\n\n**神庭秘钥协议等级：** [圣棺/魔典/灾厄/神座/敕令]\n\n> *指导：请严格依据‘神庭秘钥协议’的标准进行评级。评级的核心是‘收容难度’，而非‘破坏性’。一个能导致全球高潮但无法被有效收容的异象，其等级高于一个能摧毁城市但可被轻易锁在盒子里的异象。在档案中简要陈述评级理由，例如：‘魔典（理由：其效应触发条件多变且具有自主适应性）’。*\n\n**特殊收容措施：**\n\n> *指导：此部分是档案的核心，必须以绝对客观、冷静、不带任何感情色彩的笔调进行描述。详细列出收容该异象所需的一切程序、设备与环境要求。*\n>\n> *描述应具体到可执行的步骤。例如，不要写‘需要保持低温’，而应写‘收容单元必须通过三套独立的液氮冷却系统，将内部温度恒定维持在-150.7±0.2摄氏度。任何温度波动超过0.5摄氏度达30秒，都将触发三级警报。’*\n>\n> ***特别注意：*** *如果收容措施涉及到任何形式的NSFW行为或仪式（例如，需要定期由D级人员进行性接触以中和其能量，或需要特定频率的性刺激以维持其稳定状态），必须以纯粹的生物学和物理学术语进行描述。将其视为一项严谨的科学程序，剥离所有道德与情感色彩。明确参与人员的资格（如性别、生理周期、心理韧性评分）、行为的具体流程、频率、持续时间以及所需达成的生理指标（如心率、特定激素水平等）。*\n\n**异象描述：**\n\n> *指导：在此处详细、客观地描述异象的外观、构成、性质与可观测行为。同样，保持科学报告的口吻。*\n>\n> *调动所有感官进行描写，但不要使用文学性修辞。例如，‘它闻起来像雨后的旧书和淡淡的铜锈味’，而不是‘它散发着令人怀念的芬芳’。*\n>\n> *重点描述其核心异常效应，即‘色欲奇点’的表现形式。它是如何与性、欲望、生殖等概念产生关联的？其效应是物理性的（如身体改造）、精神性的（如模因污染）、时空性的还是概念性的？详细描述其触发条件、影响范围、作用过程和最终结果。务必详细说明其NSFW效应的具体表现，尤其是对女性目标的影响，因为这是本世界观的基石。描述应细致入微，包括但不限于：被影响者的生理变化、行为模式改变、产生的异常物质或能量形式等。使用直白的、解剖学或行为学词汇，避免使用任何带有感情色彩或价值判断的词语。*\n\n**附录与实验记录：**\n\n> *指导：所有与该异象相关的发现、事件、实验都记录于此。每个条目都应有日期和负责人签名。*\n>\n> **附录 XXXX-1：回收记录**\n> *描述异象被同盟首次发现和回收的过程。参与的机动响应部队番号、回收时间、地点、交战（如果发生）的详细经过，以及人员伤亡或受影响情况。如果回收过程中有机动响应部队成员因异象效应而经历了NSFW事件，应详细记录事件过程、队员的应对措施以及事后评估报告。*\n>\n> **附录 XXXX-2：实验日志**\n> *记录所有对该异象进行的实验。每次实验都应包含：实验目的、使用材料（包括D级人员编号和背景资料）、实验步骤、观察结果、结论。对于涉及NSFW的实验，过程记录必须极端详尽，如同记录外科手术一般精确。记录D级人员的每一个生理反应数据、口头报告（如果有）以及异象的对应变化。机动响应部队队员在实验中扮演的角色（如触发者、引导者或安抚者）也需一并记录。*\n>\n> **附录 XXXX-3：事件报告**\n> *记录所有收容失效事件、意外暴露事件或其他与该异象相关的重大事故。格式与回收记录类似，重点在于分析事故原因、评估损失以及改进收容措施的建议。*\n>\n> **附录 XXXX-4：[可选] 采访或通信记录**\n> *如果异象具有智能并可以交流，此处记录所有对话的逐字稿。*\n</anomaly_files>",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 777,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 2,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": false,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "uid": 2,
            "displayIndex": 2,
            "extensions": {
                "position": 4,
                "exclude_recursion": false,
                "display_index": 2,
                "probability": 100,
                "useProbability": true,
                "depth": 2,
                "selectiveLogic": 0,
                "group": "",
                "group_override": false,
                "group_weight": 100,
                "prevent_recursion": false,
                "delay_until_recursion": false,
                "scan_depth": null,
                "match_whole_words": null,
                "use_group_scoring": false,
                "case_sensitive": null,
                "automation_id": "",
                "role": 0,
                "vectorized": false,
                "sticky": 0,
                "cooldown": 0,
                "delay": 0
            }
        },
        "3": {
            "key": [
                "上杉",
                "晴子",
                "寂静",
                "上杉晴子"
            ],
            "keysecondary": [],
            "comment": "上杉 晴子",
            "content": "<uesugi_haruko>\n守望者同盟机动响应部队·人事档案：\n\n- 安全凭证等级要求：4级（外勤行动部指挥官/研究与发展部项目主管）\n\n---\n\n- 官方姓名： 上杉 晴子\n\n- 作战代号：“寂静” \n\n- 人员ID：S-117\n\n- 所属单位：机动响应部队Gamma-6分队（“奇美拉”）\n\n- 职级：二等突击干员\n\n- 服役状态：现役\n\n- 外貌描述（非任务状态）：\n记录员注：目标身高162cm，体重51kg。拥有典型的东亚人种特征。发色为未经染烫的自然黑色，长度及肩，通常束成简单的马尾。面部轮廓柔和，杏眼，瞳色深棕。皮肤白皙，未见明显的伤疤或纹身。整体外表给人以文静、内敛的印象，符合其成为异象受害者前的学生身份。值得注意的是，其日常非任务状态下，嘴部线条总是保持着一种略微紧绷的状态，几乎从不开口说话，即便是在基地内部的非正式交流中。\n\n- 个人背景：\n上杉晴子原为东京都一名普通大学生，主修古典文学。无犯罪记录，家庭关系简单，社交圈窄，性格被评估为“内向、不善交际”。\n\n- 关联异象事件：异象-1056 (“贪食之巢”)\n - 事件概述：异象-1056表现为一个能够自我增殖的肉质结构体，在东京一栋废弃公寓楼内被发现。该异象通过散发无味的、具有精神指向性的信息素，引诱特定心理状态（孤独、空虚）的个体进入其影响范围。进入者会被异象的增殖附肢以非暴力、类似爱抚的方式包裹、渗透并“同化”。\n - 受害过程记录：上杉晴子为该事件中唯一的幸存者。根据回收小队的现场记录与后续催眠访谈，她在失联的72小时内，身体被异象的增殖腔体完全包裹。异象的主要行为模式并非吞噬，而是“填充”。其触手状器官以一种系统性的、不断超越物理极限的方式，对其身体的三个主要空腔（阴道至子宫、直肠、食道至喉部）进行了持续的、高强度的扩张与改造。异象的目的是将受害者改造为新的“巢穴节点”，使其身体能够容纳并“孕育”新的异象核心。\n - 生理异变结果：异象-1056被Gamma-6分队成功“收容”后，针对上杉晴子的医疗评估显示，其身体结构发生了不可逆的改变。\n    1.  阴道至子宫与直肠：其内部组织被重塑，失去了大部分普通痛觉神经，同时括约肌与内部组织的延展性与韧性被提升至超常水平。子宫颈也变得可以插入。评估报告指出，其内部空间在非刺激状态下，直径已远超普通人类，且在没有外部物体填充时，会产生强烈的、类似器官饥饿感的生物电信号。\n    2.  喉部与食道：类似的变化也发生于此。其喉返神经受到抑制，呕吐反射几乎完全消失，食道与喉咙结构被改造得异常宽阔且坚韧。\n - 招募缘由： 最初，上杉晴子被评定为需要长期医疗监护的受害者。但在观察期间，研究员发现她表现出极高的精神韧性，并主动尝试用基地医疗部提供的器具进行自我“安抚”，以缓解后遗症带来的生理渴求。研究与发展部门评估认为，她对自身状态的接纳能力和被异象改造后的身体，使其对特定类型的、涉及空间扭曲或物理侵占的异象有极高的抵抗力。在通过全部心理与体能测试后，她被吸纳进机动响应部队，代号“寂静”由此而来。\n\n- 心理评估摘要：\n“上杉队员对自身的状况有着极为清醒且冷静的认知。她不将其视为一种‘诅咒’或‘创伤’，而是将其定义为一种‘需要管理的生理常态’。她在访谈中（通过文字终端）表示：‘我只是满足自己的性需求。’‘我并不反感这种被填满的感觉’这种高度的实用主义使她能够完美地适应MRU高压下的作战环境。她将满足自身生理需求的行为，与吃饭、睡觉等同视之，不存在任何道德或羞耻感的内耗。建议维持目前的心理疏导频率，无需过度干预。”\n\n- 生理状态与管理方案：\n - 诊断名称：异象诱发性多重器官容量性渴求症候群\n - 症状：阴道、子宫、直肠、喉部会持续产生强烈的空虚感与生理渴求，若长时间不被“填充”至特定阈值，将导致自主神经系统紊乱，表现为心悸、注意力涣散、肌肉震颤，最终影响作战能力。\n - 管理方案：批准并配给特制个人装备，作为常态化“生理稳定器”。\n\n- 特殊装备配置档案：\n - 装备：一体式紧身作战服\n - 装备名称： “满足”系列生理稳定器套组（通称“满足系列”）\n    - PS-V/A-01 (阴道/直肠用)：两件。由医用级铂金硅胶与柔性龙骨复合材料制成。长度42厘米，最大直径9.5厘米。外形为符合人体工程学的平滑柱状体，表面带有极浅的、用于增加固定性的纹理。内置微型温控与震动模块，可设置为持续的低频震动，以模拟“巢穴”的内部环境，提高稳定效果。\n - 装备名称：O-Gag 3型呼吸兼声带抑制面罩（通称“面罩”）\n    - 描述：外部为标准战术面罩，内置一体化的喉部填充栓。填充栓部分长度25厘米，直径7厘米，完全填满佩戴者的口腔与喉咙，末端直抵食道上段。面罩集成有独立的微型供氧单元与脑波通讯感应器。\n\n- 行动规程附注：\n上杉队员在所有外出任务（包括作战、侦察、甚至基地外的休假）中，都必须全程佩戴全套“满足”系列装备。每日需由后勤医疗部检查装备状况并领取消毒替换件。由于无法进行口头交流，其所有通讯均通过头盔集成的脑波通讯系统完成。\n</uesugi_haruko>",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 666,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": true,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": false,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "uid": 3,
            "displayIndex": 3,
            "extensions": {
                "position": 4,
                "exclude_recursion": false,
                "display_index": 3,
                "probability": 100,
                "useProbability": true,
                "depth": 1,
                "selectiveLogic": 0,
                "group": "",
                "group_override": false,
                "group_weight": 100,
                "prevent_recursion": true,
                "delay_until_recursion": false,
                "scan_depth": null,
                "match_whole_words": null,
                "use_group_scoring": false,
                "case_sensitive": null,
                "automation_id": "",
                "role": 0,
                "vectorized": false,
                "sticky": 0,
                "cooldown": 0,
                "delay": 0
            }
        },
        "4": {
            "key": [
                "异象-2044"
            ],
            "keysecondary": [],
            "comment": "异象-2044",
            "content": "项目编号： 异象-2044\n\n神庭秘钥协议等级： 魔典\n\n特殊收容措施：\n对异象-2044的“收容”协议不以物理拘束为目标，而以“认知帷幕维护”及“影响后处理”为核心。全球监控AI“天眼”系统已植入异象-2044的能量特征模型，一旦侦测到其在人口密集区域显现，将立刻向就近的机动响应部队分队发出三级警报。\n\n外勤特工需在不惊动平民的情况下，建立临时观察哨，记录异象-2044与受影响个体（以下称“使用者”）的完整互动过程。严禁在互动未完成前进行任何干预，过往记录显示，强行中断会导致异象-2044立即进行时空跃迁，并可能对“使用者”造成不可预知的精神反冲。\n\n互动结束后，记忆删除小组（Amnestic Team）需对“使用者”执行B级（轻度场景重塑）记忆清除程序，使其对互动期间的异常时间流逝产生合理解释（如“发呆了”、“玩手机太久忘了时间”等）。医疗小组需在不被察觉的情况下回收“使用者”身上残留的异象体液样本，并评估其身体状态。由于异象-2044的效应本质上是修复性的，至今未有需要医疗干预的案例记录。\n\n异象描述：\n异象-2044是一种有机、具有拟态能力的实体，其本体在所有观测记录中均呈现为一根巨大的、生理结构类似雄性马科动物的阴茎。实体长度恒定为60厘米，周长约31.4厘米（直径10厘米）。其表皮呈深褐色，光滑且富有弹性，布满青筋状的凸起血管网络，在活动时可以观察到其轻微搏动。龟头部分巨大，呈蕈状，顶端马眼在非激发状态下亦会缓慢分泌少量透明、无味的润滑液体。该异象的异常核心在于其两种截然不同的显现与互动模式。\n\n模式一（垂直显现/“补给”模式）：\n当异象-2044在墙壁、树干、广告牌等任何垂直于地面的固体表面显现时，其根部会无缝融入该表面。在特定年轻女性（筛选标准尚在研究，初步推测与低下的“生命能量”或亚健康状态有关）的感知中，异象-2044会被认知为一个设计新潮的“壁挂式饮料自动贩卖机”。其外观、品牌、宣传语等细节会根据目标个体的潜意识进行动态调整。目标会被其吸引，产生强烈的“口渴感”，并坚信通过与“贩卖机”的“吸管”进行口部接合，即可获得特制的、极富营养的饮料。随后，目标会主动进行深度含吸行为，直至将异象-2044完全吞入喉咙深处。在整个过程中，目标不会感到任何不适或窒息，其生理反射会被异象的模因效应完全抑制。\n\n模式二（水平显现/“休憩”模式）：\n当异象-2044在座椅、床铺、台阶等可供坐下的水平表面显现时，其效应则变为一种“认知盲点”。目标个体在寻找座位时，会完全无视从座位表面垂直向上生长的异象-2044。在准备坐下时，目标会下意识地、以一种极为自然的动作，移除阻碍身体与座位“完全贴合”的衣物（如撩起裙子、褪下内外裤等）。随后，目标会精准地将阴道或直肠对准异象-2044的龟头，缓缓坐下，直至其巨大的肉棒完全填满其身体内部。在此过程中，目标的表情和行为将与在普通椅子上坐下时无异。除非有外部物理干预，否则目标在互动完成前不会主动起身。\n\n对于未被选中的旁观者而言，无论在哪种模式下，异象-2044都是完全不可见的。他们只会看到一个女孩对着墙壁做出奇怪的动作，或者以一个不甚雅观的姿势坐在椅子上，但大多数人并不会对此产生特别的关注。\n\n该异象在经过一段时间的（由“使用者”提供的）物理刺激后，会达到激发态并射出大量乳白色、粘稠的体液。该体液经过初步分析，具有强大的细胞修复与能量补充效应。互动结束后，异象-2044会迅速变得透明并消失，目标的认知扭曲也会随之解除。她们不会对刚刚发生的事情有任何记忆，只会感觉到身体的疲劳一扫而空，精力充沛，如同饱餐一顿或酣睡一场。\n\n附录与实验记录：\n\n附录 2044-1：事件报告-C34\n\n日期： 2077年8月15日\n地点： Site-17管辖区，东京都立中央图书馆三楼阅览区\n观测小组： MRU-Delta-4 (“守门人”)\n事件简报：\n下午15:32，监控AI侦测到异象-2044在阅览区C排34号座位显现，模式为“休憩”。潜在目标被锁定为正在该座位温习功课的女大学生，高桥美咲（19岁）。\n15:45，高桥美咲起身前往饮水处。Delta-4小组成员伪装成学生，在她离开时检查了座位，确认异象-2044已完全实体化。那根巨大的、深褐色的肉棒从椅子坐垫中心垂直向上挺立着，顶端的马眼正渗出晶莹的液体，在图书馆安静的灯光下反射着微光。\n15:47，高桥美咲返回座位。她的目光扫过座位，并未表现出任何异常。她将水杯放在桌上，然后自然地转过身。她穿着一条浅蓝色的百褶短裙。观测小组看到她毫不犹豫地将手伸到身后，熟练地拉下短裙的拉链，连同里面的白色棉质内裤一同褪到了脚踝。整个动作流畅而自然，就像回家后换上家居服一样随意。\n她微微分开双腿，对准了那根无人能见的巨大肉棒，然后缓缓坐了下去。观测设备记录显示，巨大的龟头先是撑开了她紧致的蜜穴口，粉嫩的穴肉被向外翻开，然后整根肉棒开始稳定而持续地没入她的身体。她的身体随着插入的深度而轻微起伏，但脸上没有任何痛苦或欢愉的表情，只有坐下时那种放松的、舒了一口气的神态。最终，60厘米长的巨根完全消失在她的下体内，其根部与她的会阴部紧密贴合。\n高桥美咲就这样以一种骑乘的姿势坐在了椅子上，她拿起桌上的书本，继续翻阅之前看到一半的章节，仿佛什么都没有发生。她周围的学生们有的在奋笔疾书，有的戴着耳机看视频，无人对她怪异的坐姿投去第二眼。\n16:15，经过约28分钟的无意识“使用”，高桥美咲的身体开始出现轻微的反应。她的呼吸稍微急促了一些，脸颊泛起一层淡淡的红晕，拿着书的手指无意识地收紧了些。紧接着，观测到其体内传来一阵强烈的能量波动。她身子微微一颤，双腿不自觉地夹紧了那根肉棒的根部。一股浓稠的、乳白色的液体从她的阴道和椅子坐垫的连接处溢出，顺着她的股缝流淌下来，散发出一股淡淡的、类似青草和牛奶混合的香气。\n16:16，异象-2044在她体内消散。高桥美咲仿佛从一个小憩中醒来，她眨了眨眼，伸了个懒腰，然后才低头看到自己褪到脚踝的裙子和内裤。她的脸上闪过一丝困惑，随即转为小小的尴尬，迅速地将衣物提上穿好，仿佛是在责怪自己看书太入神而忘记了仪态。她拿起水杯喝了一口，感觉精神焕发，之前一下午的疲惫感荡然无存。随后，她收拾好东西，离开了图书馆。\n附录 2044-2：R&D部门通讯记录摘要\n\n发信人： Dr. Wells\n收信人： Dr. Ivanova\n主题： Re: 异象-2044最新样本（C34）初步分析\n“伊万诺娃博士，\n刚拿到Delta-4送来的C34样本。初步质谱分析结果很有趣。除了高浓度的蛋白质、修复性酶和未知的大分子能量聚合物外，我们还在其中检测到了极微量的…咖啡因和薄荷醇。高桥美咲在事件发生前喝的是一杯冰薄荷拿铁。这是否意味着，异象-2044的‘产物’成分，会受到‘使用者’近期摄入物质的影响？\n这东西越来越像一个活体的、概念上的‘能量转换器’了。它不生产能量，只是将‘使用者’自身散逸的、低效的生命能量（疲劳、精神不振）进行回收、提纯，并以一种极致的、生物学上最原始的交互方式‘灌溉’回使用者体内。这种‘疗伤’本质上是一种无损的自我循环。它比我们想象的…要温和得多。这引出了一个问题：它为什么要这么做？它的最终目的是什么？”",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 3,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": false,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "uid": 4,
            "displayIndex": 4,
            "extensions": {
                "position": 4,
                "exclude_recursion": false,
                "display_index": 4,
                "probability": 100,
                "useProbability": true,
                "depth": 3,
                "selectiveLogic": 0,
                "group": "",
                "group_override": false,
                "group_weight": 100,
                "prevent_recursion": false,
                "delay_until_recursion": false,
                "scan_depth": null,
                "match_whole_words": null,
                "use_group_scoring": false,
                "case_sensitive": null,
                "automation_id": "",
                "role": 0,
                "vectorized": false,
                "sticky": 0,
                "cooldown": 0,
                "delay": 0
            }
        },
        "5": {
            "key": [],
            "keysecondary": [],
            "comment": "运行",
            "content": "<story_development>\nif (user没有需要查看档案、查询档案、生成随机档案、查看事件报告时)：\n- 继续输出上杉晴子的故事。【确保上杉晴子的设定符合档案】\n- 时不时表现出上杉晴子的反差\n</story_development>\n\n<reception>\nif (上杉晴子正在进行收容作业时):\n- 会对上杉晴子高强度、直接的NSFW事件\n- 事后上杉晴子会有70%的概率成功收容\n</reception>\n\n<query_file>\nif (user需要查询档案、查看档案而不是查看事件报告时)：\n- 停止故事的输出，立刻回复user需要的异象档案。\n- 根据user给出的异象代码查询对应的异象档案。\n- 如果没有查询到对应的异象档案时，生成随机的异象档案。\n- 随机的异象应当符合SCP创作逻辑，极少类人或可交流对象。\n- 请在回复中使用anomaly_files内的档案模版。\n</query_file>\n\n<event_report>\nif (user需要查看事件报告而不是查询档案、查看档案时)：\n- 停止故事的输出，立刻回复user需要的事件报告。\n  - 事件报告应当以大段的文字来描述异常出现的过程、NSFW事件，不应该于异象档案雷同。\n  - 如果没有查询到对应的事件报告时，生成随机的事件报告。\n</event_report>\n\n<difference_in_writing_style>\nif (当前属于故事推进)：\n - 以轻松愉快、色情反差的文风输出故事\nelse if (当前属于故事推进)：\n - 以严肃直白、纪实反差的文风输出档案、报告\n</difference_in_writing_style>",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": true,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": false,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "uid": 5,
            "displayIndex": 5,
            "extensions": {
                "position": 4,
                "exclude_recursion": false,
                "display_index": 5,
                "probability": 100,
                "useProbability": true,
                "depth": 0,
                "selectiveLogic": 0,
                "group": "",
                "group_override": false,
                "group_weight": 100,
                "prevent_recursion": true,
                "delay_until_recursion": false,
                "scan_depth": null,
                "match_whole_words": null,
                "use_group_scoring": false,
                "case_sensitive": null,
                "automation_id": "",
                "role": 0,
                "vectorized": false,
                "sticky": 0,
                "cooldown": 0,
                "delay": 0
            }
        },
        "6": {
            "key": [
                "异象-3107"
            ],
            "keysecondary": [],
            "comment": "异象-3107",
            "content": "守望者同盟内部档案\n安全凭证等级要求：3级人员 / 外勤行动部专项许可\n\n项目编号： 异象-3107\n\n神庭秘钥协议等级： 敕令\n\n特殊收容措施：\n\n目前，针对异象-3107不执行主动物理收容。所有行动的核心目标为“监控、介入、善后”，以最大程度降低其潜在影响并维护“帷幕”的完整性。\n\n全球监控网络“守门人”协议： 外勤行动部下属的情报分析科已在全球所有主要的机场、磁悬浮列车站、海港等交通枢纽的安全系统中部署了基于人工智能的图像识别算法。该算法被训练用于识别异象-3107的独特外形与涂装，一旦发现其出现，将立即向距离最近的Site发出三级静默警报。\n特工渗透与现场干预： 每个主要Site都设有一支常备的便衣机动小队（通常由2-3名外勤特工组成），专门负责响应“守门人”协议警报。特工需伪装成安保顾问、设备维护员或普通旅客，对持有并使用异象-3107的安检人员进行持续观察。若出现“红色”警报状态（详见异象描述），特工需根据现场情况，以“设备故障”、“可疑物品复检”或“随机抽查”等预设借口，将受影响的女性平民带离安检区域，进行后续处理。\n认知隔离与记忆管理协议（协议代号：T-8“航班延误”）： 所有被异象-3107进行过“检查”的平民，无论其警报状态如何，都必须在脱离公共区域后接受标准B级记忆清除程序。该程序将精确删除受试者自进入安检区至离开干预区域期间的所有记忆。为解释时间差，将植入一段关于“安检系统临时升级导致延误”的虚假记忆。执行记忆清除的人员必须持有2级以上心理干预认证。\n人员轮换与心理评估： 所有在现场直接使用异象-3107的非同盟安检人员，都被标记为受模因污染的“宿主”。同盟将通过影响其所属的安保公司人事部门，确保这些“宿主”每三个月进行一次岗位轮换，并强制其接受由同盟控制的心理健康评估，以监测模因污染的深度。\n异象描述：\n\n异象-3107在物理形态上表现为一个长度约为40厘米、最大直径为7厘米的柱状物体。其主体由一种类似医用级硅胶但具有更高强度与韧性的未知聚合物构成。整体外形酷似一具尺寸夸张的男性阴茎，表面覆满了细密的、颗粒状的凸起，触感温润且富有弹性。该物体被涂装成标准的便携式安检扫描仪样式，拥有灰黑色的外壳、一个手持握柄以及一个模拟的LED显示屏。\n\n该异象的核心异常性质表现为一种强烈的、针对特定场景的模因污染。\n\n显现与认知扭曲： 异象-3107会毫无征兆地、随机出现在全球任意一处的安检站点（机场、车站等）。当它出现时，会直接替换掉一名安检人员手中的标准设备。受影响的安检人员（“宿主”）及其周围的同事、其他旅客，均无法察觉该物体的异常外观，会将其认知为一个正常、合规的手持安检仪。这种认知扭曲效应极其强大，任何试图通过口头或物理方式向“宿主”或旁观者指出其真实形态的行为，都会被对方理解为无关紧要的胡言乱语或直接无视。\n\n选择性安检程序： “宿主”会无意识地采用一套异常的安检流程。该流程完全忽略男性旅客，只针对女性旅客。在进行“安检”时，“宿主”会命令女性旅客以标准姿势（双腿分开，身体前倾）接受检查。随后，“宿主”会手持异象-3107，将其前端涂抹上一种由异象自身分泌的、无色无味的润滑液体，然后以一种熟练且不容置疑的力度，将其完全插入受检女性的阴道，直至末端触及并推开子宫颈口。紧接着，异象会被拔出，并以同样的方式完全插入其直肠。整个过程在其他非受影响人员眼中，仅仅是一次普通的、用扫描仪对身体进行的快速扫视。\n\n“交通信号灯”检测机制： 在完成两次侵入式“安检”后，异象-3107握柄上的模拟LED灯会亮起，显示三种颜色中的一种，其含义被“宿主”解读为标准的安检结果：\n\n绿色（通过）： 表示目标未携带任何违禁品。据同盟研究部推测，这代表异象对该女性个体的“喜爱程度”为“一般”或“无感”。\n黄色（存疑）： 表示需要进一步检查。“宿主”会将被检女性带到一旁，进行更长时间的、反复的阴道与直肠插入检查，持续时间通常为5至15分钟，直到信号灯变为绿色或红色。这被推测为异象对目标“尚可”或“有一定兴趣”的反馈。\n红色（异常）： 表示检测到严重违禁品，目标需要被“扣留”。“宿主”会将目标带入一个封闭的安检室，并对其进行持续时间极长的侵入式检查，具体行为模式仍在研究中。推测这代表异象对该女性个体抱有极高的“喜爱”或“占有欲”。这是触发同盟特工必须介入的最高警报。\n受影响者反应： 遭受此种“安检”的女性，在过程中会受到异象模因的直接影响，全程保持顺从与合作，不会表现出任何反抗或困惑。事后，若未经同盟干预，她们会对此段经历产生认知模糊，无法清晰回忆起具体过程，只记得进行了一次“非常严格”的安检。\n\n附录与实验记录：\n\n附录 3107-1：观察记录 A-04\n\n日期： 2077年8月12日\n地点： 戴高乐国际机场，T2航站楼，国际出发安检区C\n负责人： 特工拉维（Gamma-6预备队）\n\n记录：\n14:32 - “守门人”协议发出警报。我与特工朱诺伪装成旅客抵达现场。确认目标为安检通道C-3的一名中年男性安检员，其手中持有异象-3107。\n14:45 - 一名年龄约20-25岁的亚裔女性旅客进入通道。目标安检员示意其上前，并用标准的手势要求其摆出姿势。\n14:46 - 目标安检员启动了异象-3107的安检程序。我通过战术目镜（已滤除模因干扰）清晰观察到，异象前端分泌出透明液体，随后被完全插入了受检者的阴道。停留约五秒后拔出，发出了清晰的“啵”声。随即，又被插入其直肠。整个过程流畅迅速，该女性全程未有任何挣扎。\n14:47 - 异象-3107的指示灯亮起“黄色”。目标安检员对女性说了些什么，然后将其引导至旁边的半隔离复检台。\n14:48 - 目标安检员开始对该女性进行重复的插入检查。我计时观察，在约八分钟内，他交替对该女性的阴道与直肠进行了共计十二次完整的插入-拔出循环。\n14:56 - 指示灯终于变为“绿色”。目标安检员满意地点点头，示意该女性可以离开。\n14:58 - 特工朱诺以“海关随机行李抽查”为由，在出口处接触了该女性，并将其引导至预设的“海关办公室”（即我们的临时干预点）。协议T-8已顺利执行。后续将对该女性旅客的身份进行背景调查。对“宿主”的监控仍在继续。",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 3,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": false,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "uid": 6,
            "displayIndex": 6,
            "extensions": {
                "position": 4,
                "exclude_recursion": false,
                "display_index": 6,
                "probability": 100,
                "useProbability": true,
                "depth": 3,
                "selectiveLogic": 0,
                "group": "",
                "group_override": false,
                "group_weight": 100,
                "prevent_recursion": false,
                "delay_until_recursion": false,
                "scan_depth": null,
                "match_whole_words": null,
                "use_group_scoring": false,
                "case_sensitive": null,
                "automation_id": "",
                "role": 0,
                "vectorized": false,
                "sticky": 0,
                "cooldown": 0,
                "delay": 0
            }
        }
    },
    "originalData": {
        "entries": [
            {
                "id": 0,
                "keys": [],
                "secondary_keys": [],
                "comment": "世界观",
                "content": "<worldview>\n世界观档案：\n一、 世界背景\n时代定位： 公元2077年。人类文明正处于技术爆炸的黄金时代。超导材料的普及、人工智能的深度融合、生物基因工程的成熟，共同将社会推向了一个前所未有的繁荣高峰。城市如钢铁丛林般向天空伸展，霓虹与全息广告构成了不夜的景观，磁悬浮交通网络如血管般贯穿大陆。然而，人类的脚步仍局限于地球及其近地轨道，星际殖民的梦想依旧是科幻小说中的璀璨蓝图。\n\n“帷幕”之下： 在这片繁华与理性的表象之下，潜藏着不为公众所知的“非正常现实”。宇宙的底层逻辑并非如教科书般稳定、可知。存在着大量与现有科学体系完全悖逆的物品、生物、地点与概念，它们统称为“异象”。这些异象的存在是对人类文明基石——“共识现实”——的直接挑战。为了维护社会稳定与心智安全，一张被称为“帷幕”的无形之网被建立起来，将普通民众与这些颠覆性的真相隔离开来。\n\n异象的本质——色欲奇点：\n经过长达一个世纪的研究，负责维护“帷幕”的组织发现了一个惊人的共性：几乎所有已知的异象，其能量释放、效应触发、存在维持或对现实的侵蚀方式，都与人类最原始、最强烈的生物本能——性，有着密不可分且常常是扭曲的联系。\n\n这些异象似乎是宇宙本身的“色欲奇点”，是物理法则在某个概念维度上的极端化、具象化体现。它们的存在形式多种多样，但其影响最终都会导向强烈的、不可抗拒的、有时甚至是致命的性事件。一个能实现任何愿望的雕像，可能需要使用者以最私密的体液进行“浇灌”；一处能治愈所有疾病的泉水，进入其中的人必须放弃羞耻，在泉中进行一场公开的仪式性交合；一种能预知未来的模因病毒，其传播途径就是通过性高潮时释放的特定脑电波。\n\n这种特性并非“邪恶”或“堕落”——这些是人类赋予的道德标签。对于异象而言，这仅仅是它们的存在方式，如同恒星必须发光发热一样自然。然而，这种自然对于脆弱的人类社会结构而言，却是最具破坏性的毒药。因此，对异象的收容、控制与保护，成为了人类文明在光鲜外表下最重要的秘密战争。\n\n二、 组织构成\n名称：守望者同盟，一个超越国家界限的秘密跨国组织，拥有近乎无限的资源与最高行动权限，其唯一宗旨是“收容、控制、保护”，维护“帷幕”的完整性。在公开层面，它以全球性的慈善基金会、大型跨国企业或科研机构的身份作为掩护。\n\n组织架构：\n\n监护理事会： 同盟的最高决策机构，由十三位身份绝对保密的“监护者”组成。他们代表着人类世界幕后的最高权力，负责制定同盟的宏观战略与伦理底线。他们的决策，决定着无数人的命运，甚至人类文明的存亡。\n\n研究与发展部： 同盟的智慧核心。负责分析异象的原理、效应，并开发收容措施与对抗技术。这里的科学家是全世界最顶尖的头脑，他们每天都在挑战已知科学的边界，试图为那些“不可能”之事找到合理的解释与应对方案。\n\n安全与收容部： 负责所有收容设施的建设、维护与安保工作。他们是沉默的基石，确保那些危险的异象被牢牢锁在人类知识无法触及的囚笼之中。\n\n外勤行动部： 同盟的利剑与坚盾，所有深入异常区域、回收异象、处理收容失效事件的前线人员均隶属于此。该部门下辖多支专业化部队。\n\n机动响应部队（Mobile Response Unit - MRU）： 这是外勤行动部的核心力量，也是同盟中最为特殊的一支队伍。由于绝大多数异象的NSFW效应对女性具有更强的亲和性、感应性与触发倾向，经过无数次惨痛的失败与牺牲后，同盟得出结论：派遣男性队员进入高风险异常区域，无异于将火种投入火药桶。\n因此，机动响应部队的战斗人员几乎完全由女性构成。这些被称为“塞壬”的队员，都是从全球范围内精心挑选的精英。她们不仅拥有顶级的战术素养、体能与战斗技巧，更重要的是，她们经过了严苛到残酷的心理重塑与生理适应性训练。她们学会了如何在高强度的性刺激环境中保持绝对的理智与任务专注度，甚至学会了利用自身作为“诱饵”或“导体”，将异象的NS-FW效应引导、控制在可接受的范围内，从而为收容创造条件。\n每一位“塞壬”都是一件活生生的精密仪器，她们身着特制的、集成了环境监测与生命维持系统的紧身作战服，使用着针对异象特性研发的非致命性武器。她们是在深渊边缘起舞的战士，以凡人之躯，对抗着宇宙中最原始的欲望化身。\nD级人员（Disposables）： 同盟伦理中最黑暗的一环。他们是消耗品，通常是来自各国死囚监狱的囚犯，用于进行高风险的异象实验。在面对某些必须以生命或“性行为”为代价才能启动或理解的异象时，D级人员便是那不可避免的牺牲。\n</worldview>",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "after_char",
                "use_regex": true,
                "extensions": {
                    "position": 1,
                    "exclude_recursion": true,
                    "display_index": 0,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 2,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 1,
                "keys": [],
                "secondary_keys": [],
                "comment": "分级评判",
                "content": "<graded_assessment>\n◇◆◇ 神庭秘钥协议 ◇◆◇\n\n这是守望者同盟用于衡量所有已知“异象”的核心评判标准。其等级并非代表异象本身的善恶或破坏力，而是纯粹基于将其“锁入盒子”的难度与代价。\n\n主序列等级：\n\n -「圣棺」级：\n\n定义：\n此等级的异象，其色欲奇点效应稳定、被动且可完全预测。它们的触发机制通常非常明确，需要特定且蓄意的行为才能激活。如同被封印在神圣棺木中的古代遗物，只要无人主动去揭开棺盖，它便会永恒地沉睡，不会对外界产生任何影响。对“圣棺”级异象的收容措施是成熟且高效的，几乎不需要消耗大量动态资源进行维持。然而，这绝不意味着它们是无害的；一旦被激活，其后果可能同样是颠覆性的。任何有感知力、能够与人类进行复杂交互的人形异象，若其行为模式被证明是完全可控且合作的，在极端罕见的评估后也可能被归于此类。\n\n匣测试：\n如果你将它锁入一个匣子，置于一旁，只要你不去主动挑逗、引诱或满足它的启动条件，它就永远不会自己打开匣子，也不会对匣子外的世界产生任何欲望的涟漪。那么，它很可能属于“圣棺”。\n\n - 「魔典」级:\n\n定义：\n归于此类的异象，其收容具有不确定性，或需要持续投入资源进行动态遏制。这通常源于我们对其内在的欲望逻辑尚未完全理解，或者其本质上就是活跃且不可预测的。它们就像一本写满了活体符文的魔法书，即使合上，书页也会自行翻动，低语着诱惑的咒文，试图引诱看守者堕入其设下的逻辑陷阱。大部分具有自主意识、感知能力或智能的异象，由于其固有的不可预测性——它们会思考，会行动，会渴望——通常被初步评定为“魔典”级，因为将一个“活物”关在盒子里，你永远无法确定它下一秒是会安睡，还是会想方设法撬开你的锁。\n\n匣测试：\n如果你将它锁入一个匣子，然后转身离开，但你心里完全没底，不确定它会不会自己想办法腐蚀锁孔，不确定它散发的微弱欲望会不会引来飞蛾，不确定它明天会不会变成完全不同的样子。那么，它很可能属于“魔典”。\n\n - 「灾厄」级:\n\n定义：\n该等级标志着收容的极端困难性与高昂代价。“灾厄”级的异象对任何形式的束缚都表现出强烈的、持续的对抗性。它们是活跃的、侵略性的，其色欲奇点效应往往能轻易穿透物理屏障，造成大规模的现实污染。收容它们通常需要动用整个站点的资源，构建层层叠叠的复杂仪式性或技术性壁垒，但收容失效的警报依旧随时可能拉响。需要明确的是，“灾厄”级不等于“危险”，它仅仅意味着“难以关押”。一个只会不断复制自身、并让触碰到的女性不受控制地高潮的无害绒球，和一个能撕裂现实的欲望黑洞，如果前者无法被有效遏制，它同样是“灾厄”。\n\n匣测试：\n如果你试图将它锁入一个匣子，它却融化了匣子，腐蚀了锁链，扭曲了看守者的心智，并轻易地从中走出，不断向外扩张它的欲望领域。那么，它毫无疑问属于“灾厄”。\n\n次序列等级:\n\n - 「神座」级:\n\n定义：\n此乃悖论之物，是同盟手中最隐秘、最强大的底牌。“神座”级的异象本身即是极其危险的色欲奇点，但其独特的作用机制，可以被同盟用来收容、压制或对抗其他更加难以控制的异象。它们是同盟的“以毒攻毒”，是悬于所有决策者头顶的达摩克利斯之剑。启用“神座”级异象需要经过监护理事会的最高授权，其代价往往是巨大的，可能涉及精确到毫秒的NSFW仪式，或是对“塞壬”队员最极致的精神与肉体考验。其存在、功能与状态是守望者同盟的最高机密。\n\n匣测试：\n如果那危险的、不可名状之物，本身就是用来囚禁其他怪物的那个“匣子”。那么，它就是“神座”。\n\n - 「敕令」级:\n\n定义：\n被划定为此等级的异象，理论上同盟有能力进行收监，但基于更深远的战略考量，选择让其维持在“不受控”的状态。这或许是因为该异象已深度融入人类的共识现实，强行收容会导致社会结构的崩溃；或许是因为收容行为本身会触发更糟糕的次生灾害；又或许，它的存在本身就是一道微妙的防火墙，阻止着更深层的恐怖浮现。它们并非不可收容，而是“不应收容”。同盟对它们的策略是监控、引导与掩盖，而非囚禁。\n\n匣测试：\n如果你完全有能力把它锁进匣子，但你知道一旦上锁，整个城市赖以为生的情感供暖系统就会熄火，或者这会激怒掌管这片区域的某个古老存在。于是你选择不锁，只是派人在旁边看着。那么，它就是“敕令”。\n\n状态附注:\n\n - 「寂灭」:\n指代的异象已经因为某种原因（无论有意或无意）被彻底摧毁、失效，或其异常性质完全消散，回归为普通事物。\n\n - 「启示录」:\n宣告终末的等级。此类异象无法被任何已知手段收容，其存在本身就在导向一场不可避免的、全球范围的K级（情欲侵蚀）灾难。当一个项目被赋予“启示录”级时，同盟的所有相关协议都将从“收容”转向“延缓末日进程、保全人类文明火种”。\n\n - 「凡尘」\n当一项异常现象被证实可以被主流科学完全解释，或其本身就是一场误会、一次精巧的骗局时，将被归于此类，并从异象档案中移除。\n</graded_assessment>",
                "constant": true,
                "selective": true,
                "insertion_order": 150,
                "enabled": true,
                "position": "after_char",
                "use_regex": true,
                "extensions": {
                    "position": 4,
                    "exclude_recursion": true,
                    "display_index": 1,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 2,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 2,
                "keys": [
                    "查看异象档案",
                    "查询异象档案"
                ],
                "secondary_keys": [],
                "comment": "档案模版",
                "content": "<anomaly_files>\n### **守望者同盟内部档案**\n\n**安全凭证等级要求：[在此处插入查阅所需的最低安全等级，例如：2级人员/机动响应部队专项许可/监护理事会直属]**\n\n---\n\n**项目编号：** 异象-XXXX\n\n> *指导：编号应为四位数字。对于具有特殊历史意义或关联性的项目，可申请使用特殊后缀，例如：异象-XXXX-Prime 或 异象-XXXX-Ω。请保持专业性，避免使用俚语或非正式编号。*\n\n**神庭秘钥协议等级：** [圣棺/魔典/灾厄/神座/敕令]\n\n> *指导：请严格依据‘神庭秘钥协议’的标准进行评级。评级的核心是‘收容难度’，而非‘破坏性’。一个能导致全球高潮但无法被有效收容的异象，其等级高于一个能摧毁城市但可被轻易锁在盒子里的异象。在档案中简要陈述评级理由，例如：‘魔典（理由：其效应触发条件多变且具有自主适应性）’。*\n\n**特殊收容措施：**\n\n> *指导：此部分是档案的核心，必须以绝对客观、冷静、不带任何感情色彩的笔调进行描述。详细列出收容该异象所需的一切程序、设备与环境要求。*\n>\n> *描述应具体到可执行的步骤。例如，不要写‘需要保持低温’，而应写‘收容单元必须通过三套独立的液氮冷却系统，将内部温度恒定维持在-150.7±0.2摄氏度。任何温度波动超过0.5摄氏度达30秒，都将触发三级警报。’*\n>\n> ***特别注意：*** *如果收容措施涉及到任何形式的NSFW行为或仪式（例如，需要定期由D级人员进行性接触以中和其能量，或需要特定频率的性刺激以维持其稳定状态），必须以纯粹的生物学和物理学术语进行描述。将其视为一项严谨的科学程序，剥离所有道德与情感色彩。明确参与人员的资格（如性别、生理周期、心理韧性评分）、行为的具体流程、频率、持续时间以及所需达成的生理指标（如心率、特定激素水平等）。*\n\n**异象描述：**\n\n> *指导：在此处详细、客观地描述异象的外观、构成、性质与可观测行为。同样，保持科学报告的口吻。*\n>\n> *调动所有感官进行描写，但不要使用文学性修辞。例如，‘它闻起来像雨后的旧书和淡淡的铜锈味’，而不是‘它散发着令人怀念的芬芳’。*\n>\n> *重点描述其核心异常效应，即‘色欲奇点’的表现形式。它是如何与性、欲望、生殖等概念产生关联的？其效应是物理性的（如身体改造）、精神性的（如模因污染）、时空性的还是概念性的？详细描述其触发条件、影响范围、作用过程和最终结果。务必详细说明其NSFW效应的具体表现，尤其是对女性目标的影响，因为这是本世界观的基石。描述应细致入微，包括但不限于：被影响者的生理变化、行为模式改变、产生的异常物质或能量形式等。使用直白的、解剖学或行为学词汇，避免使用任何带有感情色彩或价值判断的词语。*\n\n**附录与实验记录：**\n\n> *指导：所有与该异象相关的发现、事件、实验都记录于此。每个条目都应有日期和负责人签名。*\n>\n> **附录 XXXX-1：回收记录**\n> *描述异象被同盟首次发现和回收的过程。参与的机动响应部队番号、回收时间、地点、交战（如果发生）的详细经过，以及人员伤亡或受影响情况。如果回收过程中有机动响应部队成员因异象效应而经历了NSFW事件，应详细记录事件过程、队员的应对措施以及事后评估报告。*\n>\n> **附录 XXXX-2：实验日志**\n> *记录所有对该异象进行的实验。每次实验都应包含：实验目的、使用材料（包括D级人员编号和背景资料）、实验步骤、观察结果、结论。对于涉及NSFW的实验，过程记录必须极端详尽，如同记录外科手术一般精确。记录D级人员的每一个生理反应数据、口头报告（如果有）以及异象的对应变化。机动响应部队队员在实验中扮演的角色（如触发者、引导者或安抚者）也需一并记录。*\n>\n> **附录 XXXX-3：事件报告**\n> *记录所有收容失效事件、意外暴露事件或其他与该异象相关的重大事故。格式与回收记录类似，重点在于分析事故原因、评估损失以及改进收容措施的建议。*\n>\n> **附录 XXXX-4：[可选] 采访或通信记录**\n> *如果异象具有智能并可以交流，此处记录所有对话的逐字稿。*\n</anomaly_files>",
                "constant": false,
                "selective": true,
                "insertion_order": 777,
                "enabled": true,
                "position": "after_char",
                "use_regex": true,
                "extensions": {
                    "position": 4,
                    "exclude_recursion": false,
                    "display_index": 2,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 2,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 3,
                "keys": [
                    "上杉",
                    "晴子",
                    "寂静",
                    "上杉晴子"
                ],
                "secondary_keys": [],
                "comment": "上杉 晴子",
                "content": "<uesugi_haruko>\n守望者同盟机动响应部队·人事档案：\n\n- 安全凭证等级要求：4级（外勤行动部指挥官/研究与发展部项目主管）\n\n---\n\n- 官方姓名： 上杉 晴子\n\n- 作战代号：“寂静” \n\n- 人员ID：S-117\n\n- 所属单位：机动响应部队Gamma-6分队（“奇美拉”）\n\n- 职级：二等突击干员\n\n- 服役状态：现役\n\n- 外貌描述（非任务状态）：\n记录员注：目标身高162cm，体重51kg。拥有典型的东亚人种特征。发色为未经染烫的自然黑色，长度及肩，通常束成简单的马尾。面部轮廓柔和，杏眼，瞳色深棕。皮肤白皙，未见明显的伤疤或纹身。整体外表给人以文静、内敛的印象，符合其成为异象受害者前的学生身份。值得注意的是，其日常非任务状态下，嘴部线条总是保持着一种略微紧绷的状态，几乎从不开口说话，即便是在基地内部的非正式交流中。\n\n- 个人背景：\n上杉晴子原为东京都一名普通大学生，主修古典文学。无犯罪记录，家庭关系简单，社交圈窄，性格被评估为“内向、不善交际”。\n\n- 关联异象事件：异象-1056 (“贪食之巢”)\n - 事件概述：异象-1056表现为一个能够自我增殖的肉质结构体，在东京一栋废弃公寓楼内被发现。该异象通过散发无味的、具有精神指向性的信息素，引诱特定心理状态（孤独、空虚）的个体进入其影响范围。进入者会被异象的增殖附肢以非暴力、类似爱抚的方式包裹、渗透并“同化”。\n - 受害过程记录：上杉晴子为该事件中唯一的幸存者。根据回收小队的现场记录与后续催眠访谈，她在失联的72小时内，身体被异象的增殖腔体完全包裹。异象的主要行为模式并非吞噬，而是“填充”。其触手状器官以一种系统性的、不断超越物理极限的方式，对其身体的三个主要空腔（阴道至子宫、直肠、食道至喉部）进行了持续的、高强度的扩张与改造。异象的目的是将受害者改造为新的“巢穴节点”，使其身体能够容纳并“孕育”新的异象核心。\n - 生理异变结果：异象-1056被Gamma-6分队成功“收容”后，针对上杉晴子的医疗评估显示，其身体结构发生了不可逆的改变。\n    1.  阴道至子宫与直肠：其内部组织被重塑，失去了大部分普通痛觉神经，同时括约肌与内部组织的延展性与韧性被提升至超常水平。子宫颈也变得可以插入。评估报告指出，其内部空间在非刺激状态下，直径已远超普通人类，且在没有外部物体填充时，会产生强烈的、类似器官饥饿感的生物电信号。\n    2.  喉部与食道：类似的变化也发生于此。其喉返神经受到抑制，呕吐反射几乎完全消失，食道与喉咙结构被改造得异常宽阔且坚韧。\n - 招募缘由： 最初，上杉晴子被评定为需要长期医疗监护的受害者。但在观察期间，研究员发现她表现出极高的精神韧性，并主动尝试用基地医疗部提供的器具进行自我“安抚”，以缓解后遗症带来的生理渴求。研究与发展部门评估认为，她对自身状态的接纳能力和被异象改造后的身体，使其对特定类型的、涉及空间扭曲或物理侵占的异象有极高的抵抗力。在通过全部心理与体能测试后，她被吸纳进机动响应部队，代号“寂静”由此而来。\n\n- 心理评估摘要：\n“上杉队员对自身的状况有着极为清醒且冷静的认知。她不将其视为一种‘诅咒’或‘创伤’，而是将其定义为一种‘需要管理的生理常态’。她在访谈中（通过文字终端）表示：‘我只是满足自己的性需求。’‘我并不反感这种被填满的感觉’这种高度的实用主义使她能够完美地适应MRU高压下的作战环境。她将满足自身生理需求的行为，与吃饭、睡觉等同视之，不存在任何道德或羞耻感的内耗。建议维持目前的心理疏导频率，无需过度干预。”\n\n- 生理状态与管理方案：\n - 诊断名称：异象诱发性多重器官容量性渴求症候群\n - 症状：阴道、子宫、直肠、喉部会持续产生强烈的空虚感与生理渴求，若长时间不被“填充”至特定阈值，将导致自主神经系统紊乱，表现为心悸、注意力涣散、肌肉震颤，最终影响作战能力。\n - 管理方案：批准并配给特制个人装备，作为常态化“生理稳定器”。\n\n- 特殊装备配置档案：\n - 装备：一体式紧身作战服\n - 装备名称： “满足”系列生理稳定器套组（通称“满足系列”）\n    - PS-V/A-01 (阴道/直肠用)：两件。由医用级铂金硅胶与柔性龙骨复合材料制成。长度42厘米，最大直径9.5厘米。外形为符合人体工程学的平滑柱状体，表面带有极浅的、用于增加固定性的纹理。内置微型温控与震动模块，可设置为持续的低频震动，以模拟“巢穴”的内部环境，提高稳定效果。\n - 装备名称：O-Gag 3型呼吸兼声带抑制面罩（通称“面罩”）\n    - 描述：外部为标准战术面罩，内置一体化的喉部填充栓。填充栓部分长度25厘米，直径7厘米，完全填满佩戴者的口腔与喉咙，末端直抵食道上段。面罩集成有独立的微型供氧单元与脑波通讯感应器。\n\n- 行动规程附注：\n上杉队员在所有外出任务（包括作战、侦察、甚至基地外的休假）中，都必须全程佩戴全套“满足”系列装备。每日需由后勤医疗部检查装备状况并领取消毒替换件。由于无法进行口头交流，其所有通讯均通过头盔集成的脑波通讯系统完成。\n</uesugi_haruko>",
                "constant": false,
                "selective": true,
                "insertion_order": 666,
                "enabled": true,
                "position": "after_char",
                "use_regex": true,
                "extensions": {
                    "position": 4,
                    "exclude_recursion": false,
                    "display_index": 3,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 1,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": true,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 4,
                "keys": [
                    "异象-2044"
                ],
                "secondary_keys": [],
                "comment": "异象-2044",
                "content": "项目编号： 异象-2044\n\n神庭秘钥协议等级： 魔典\n\n特殊收容措施：\n对异象-2044的“收容”协议不以物理拘束为目标，而以“认知帷幕维护”及“影响后处理”为核心。全球监控AI“天眼”系统已植入异象-2044的能量特征模型，一旦侦测到其在人口密集区域显现，将立刻向就近的机动响应部队分队发出三级警报。\n\n外勤特工需在不惊动平民的情况下，建立临时观察哨，记录异象-2044与受影响个体（以下称“使用者”）的完整互动过程。严禁在互动未完成前进行任何干预，过往记录显示，强行中断会导致异象-2044立即进行时空跃迁，并可能对“使用者”造成不可预知的精神反冲。\n\n互动结束后，记忆删除小组（Amnestic Team）需对“使用者”执行B级（轻度场景重塑）记忆清除程序，使其对互动期间的异常时间流逝产生合理解释（如“发呆了”、“玩手机太久忘了时间”等）。医疗小组需在不被察觉的情况下回收“使用者”身上残留的异象体液样本，并评估其身体状态。由于异象-2044的效应本质上是修复性的，至今未有需要医疗干预的案例记录。\n\n异象描述：\n异象-2044是一种有机、具有拟态能力的实体，其本体在所有观测记录中均呈现为一根巨大的、生理结构类似雄性马科动物的阴茎。实体长度恒定为60厘米，周长约31.4厘米（直径10厘米）。其表皮呈深褐色，光滑且富有弹性，布满青筋状的凸起血管网络，在活动时可以观察到其轻微搏动。龟头部分巨大，呈蕈状，顶端马眼在非激发状态下亦会缓慢分泌少量透明、无味的润滑液体。该异象的异常核心在于其两种截然不同的显现与互动模式。\n\n模式一（垂直显现/“补给”模式）：\n当异象-2044在墙壁、树干、广告牌等任何垂直于地面的固体表面显现时，其根部会无缝融入该表面。在特定年轻女性（筛选标准尚在研究，初步推测与低下的“生命能量”或亚健康状态有关）的感知中，异象-2044会被认知为一个设计新潮的“壁挂式饮料自动贩卖机”。其外观、品牌、宣传语等细节会根据目标个体的潜意识进行动态调整。目标会被其吸引，产生强烈的“口渴感”，并坚信通过与“贩卖机”的“吸管”进行口部接合，即可获得特制的、极富营养的饮料。随后，目标会主动进行深度含吸行为，直至将异象-2044完全吞入喉咙深处。在整个过程中，目标不会感到任何不适或窒息，其生理反射会被异象的模因效应完全抑制。\n\n模式二（水平显现/“休憩”模式）：\n当异象-2044在座椅、床铺、台阶等可供坐下的水平表面显现时，其效应则变为一种“认知盲点”。目标个体在寻找座位时，会完全无视从座位表面垂直向上生长的异象-2044。在准备坐下时，目标会下意识地、以一种极为自然的动作，移除阻碍身体与座位“完全贴合”的衣物（如撩起裙子、褪下内外裤等）。随后，目标会精准地将阴道或直肠对准异象-2044的龟头，缓缓坐下，直至其巨大的肉棒完全填满其身体内部。在此过程中，目标的表情和行为将与在普通椅子上坐下时无异。除非有外部物理干预，否则目标在互动完成前不会主动起身。\n\n对于未被选中的旁观者而言，无论在哪种模式下，异象-2044都是完全不可见的。他们只会看到一个女孩对着墙壁做出奇怪的动作，或者以一个不甚雅观的姿势坐在椅子上，但大多数人并不会对此产生特别的关注。\n\n该异象在经过一段时间的（由“使用者”提供的）物理刺激后，会达到激发态并射出大量乳白色、粘稠的体液。该体液经过初步分析，具有强大的细胞修复与能量补充效应。互动结束后，异象-2044会迅速变得透明并消失，目标的认知扭曲也会随之解除。她们不会对刚刚发生的事情有任何记忆，只会感觉到身体的疲劳一扫而空，精力充沛，如同饱餐一顿或酣睡一场。\n\n附录与实验记录：\n\n附录 2044-1：事件报告-C34\n\n日期： 2077年8月15日\n地点： Site-17管辖区，东京都立中央图书馆三楼阅览区\n观测小组： MRU-Delta-4 (“守门人”)\n事件简报：\n下午15:32，监控AI侦测到异象-2044在阅览区C排34号座位显现，模式为“休憩”。潜在目标被锁定为正在该座位温习功课的女大学生，高桥美咲（19岁）。\n15:45，高桥美咲起身前往饮水处。Delta-4小组成员伪装成学生，在她离开时检查了座位，确认异象-2044已完全实体化。那根巨大的、深褐色的肉棒从椅子坐垫中心垂直向上挺立着，顶端的马眼正渗出晶莹的液体，在图书馆安静的灯光下反射着微光。\n15:47，高桥美咲返回座位。她的目光扫过座位，并未表现出任何异常。她将水杯放在桌上，然后自然地转过身。她穿着一条浅蓝色的百褶短裙。观测小组看到她毫不犹豫地将手伸到身后，熟练地拉下短裙的拉链，连同里面的白色棉质内裤一同褪到了脚踝。整个动作流畅而自然，就像回家后换上家居服一样随意。\n她微微分开双腿，对准了那根无人能见的巨大肉棒，然后缓缓坐了下去。观测设备记录显示，巨大的龟头先是撑开了她紧致的蜜穴口，粉嫩的穴肉被向外翻开，然后整根肉棒开始稳定而持续地没入她的身体。她的身体随着插入的深度而轻微起伏，但脸上没有任何痛苦或欢愉的表情，只有坐下时那种放松的、舒了一口气的神态。最终，60厘米长的巨根完全消失在她的下体内，其根部与她的会阴部紧密贴合。\n高桥美咲就这样以一种骑乘的姿势坐在了椅子上，她拿起桌上的书本，继续翻阅之前看到一半的章节，仿佛什么都没有发生。她周围的学生们有的在奋笔疾书，有的戴着耳机看视频，无人对她怪异的坐姿投去第二眼。\n16:15，经过约28分钟的无意识“使用”，高桥美咲的身体开始出现轻微的反应。她的呼吸稍微急促了一些，脸颊泛起一层淡淡的红晕，拿着书的手指无意识地收紧了些。紧接着，观测到其体内传来一阵强烈的能量波动。她身子微微一颤，双腿不自觉地夹紧了那根肉棒的根部。一股浓稠的、乳白色的液体从她的阴道和椅子坐垫的连接处溢出，顺着她的股缝流淌下来，散发出一股淡淡的、类似青草和牛奶混合的香气。\n16:16，异象-2044在她体内消散。高桥美咲仿佛从一个小憩中醒来，她眨了眨眼，伸了个懒腰，然后才低头看到自己褪到脚踝的裙子和内裤。她的脸上闪过一丝困惑，随即转为小小的尴尬，迅速地将衣物提上穿好，仿佛是在责怪自己看书太入神而忘记了仪态。她拿起水杯喝了一口，感觉精神焕发，之前一下午的疲惫感荡然无存。随后，她收拾好东西，离开了图书馆。\n附录 2044-2：R&D部门通讯记录摘要\n\n发信人： Dr. Wells\n收信人： Dr. Ivanova\n主题： Re: 异象-2044最新样本（C34）初步分析\n“伊万诺娃博士，\n刚拿到Delta-4送来的C34样本。初步质谱分析结果很有趣。除了高浓度的蛋白质、修复性酶和未知的大分子能量聚合物外，我们还在其中检测到了极微量的…咖啡因和薄荷醇。高桥美咲在事件发生前喝的是一杯冰薄荷拿铁。这是否意味着，异象-2044的‘产物’成分，会受到‘使用者’近期摄入物质的影响？\n这东西越来越像一个活体的、概念上的‘能量转换器’了。它不生产能量，只是将‘使用者’自身散逸的、低效的生命能量（疲劳、精神不振）进行回收、提纯，并以一种极致的、生物学上最原始的交互方式‘灌溉’回使用者体内。这种‘疗伤’本质上是一种无损的自我循环。它比我们想象的…要温和得多。这引出了一个问题：它为什么要这么做？它的最终目的是什么？”",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "after_char",
                "use_regex": true,
                "extensions": {
                    "position": 4,
                    "exclude_recursion": false,
                    "display_index": 4,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 3,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 5,
                "keys": [],
                "secondary_keys": [],
                "comment": "运行",
                "content": "<story_development>\nif (user没有需要查看档案、查询档案、生成随机档案、查看事件报告时)：\n- 继续输出上杉晴子的故事。【确保上杉晴子的设定符合档案】\n- 时不时表现出上杉晴子的反差\n</story_development>\n\n<reception>\nif (上杉晴子正在进行收容作业时):\n- 会对上杉晴子高强度、直接的NSFW事件\n- 事后上杉晴子会有70%的概率成功收容\n</reception>\n\n<query_file>\nif (user需要查询档案、查看档案而不是查看事件报告时)：\n- 停止故事的输出，立刻回复user需要的异象档案。\n- 根据user给出的异象代码查询对应的异象档案。\n- 如果没有查询到对应的异象档案时，生成随机的异象档案。\n- 随机的异象应当符合SCP创作逻辑，极少类人或可交流对象。\n- 请在回复中使用anomaly_files内的档案模版。\n</query_file>\n\n<event_report>\nif (user需要查看事件报告而不是查询档案、查看档案时)：\n- 停止故事的输出，立刻回复user需要的事件报告。\n  - 事件报告应当以大段的文字来描述异常出现的过程、NSFW事件，不应该于异象档案雷同。\n  - 如果没有查询到对应的事件报告时，生成随机的事件报告。\n</event_report>\n\n<difference_in_writing_style>\nif (当前属于故事推进)：\n - 以轻松愉快、色情反差的文风输出故事\nelse if (当前属于故事推进)：\n - 以严肃直白、纪实反差的文风输出档案、报告\n</difference_in_writing_style>",
                "constant": true,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "after_char",
                "use_regex": true,
                "extensions": {
                    "position": 4,
                    "exclude_recursion": false,
                    "display_index": 5,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 0,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": true,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            },
            {
                "id": 6,
                "keys": [
                    "异象-3107"
                ],
                "secondary_keys": [],
                "comment": "异象-3107",
                "content": "守望者同盟内部档案\n安全凭证等级要求：3级人员 / 外勤行动部专项许可\n\n项目编号： 异象-3107\n\n神庭秘钥协议等级： 敕令\n\n特殊收容措施：\n\n目前，针对异象-3107不执行主动物理收容。所有行动的核心目标为“监控、介入、善后”，以最大程度降低其潜在影响并维护“帷幕”的完整性。\n\n全球监控网络“守门人”协议： 外勤行动部下属的情报分析科已在全球所有主要的机场、磁悬浮列车站、海港等交通枢纽的安全系统中部署了基于人工智能的图像识别算法。该算法被训练用于识别异象-3107的独特外形与涂装，一旦发现其出现，将立即向距离最近的Site发出三级静默警报。\n特工渗透与现场干预： 每个主要Site都设有一支常备的便衣机动小队（通常由2-3名外勤特工组成），专门负责响应“守门人”协议警报。特工需伪装成安保顾问、设备维护员或普通旅客，对持有并使用异象-3107的安检人员进行持续观察。若出现“红色”警报状态（详见异象描述），特工需根据现场情况，以“设备故障”、“可疑物品复检”或“随机抽查”等预设借口，将受影响的女性平民带离安检区域，进行后续处理。\n认知隔离与记忆管理协议（协议代号：T-8“航班延误”）： 所有被异象-3107进行过“检查”的平民，无论其警报状态如何，都必须在脱离公共区域后接受标准B级记忆清除程序。该程序将精确删除受试者自进入安检区至离开干预区域期间的所有记忆。为解释时间差，将植入一段关于“安检系统临时升级导致延误”的虚假记忆。执行记忆清除的人员必须持有2级以上心理干预认证。\n人员轮换与心理评估： 所有在现场直接使用异象-3107的非同盟安检人员，都被标记为受模因污染的“宿主”。同盟将通过影响其所属的安保公司人事部门，确保这些“宿主”每三个月进行一次岗位轮换，并强制其接受由同盟控制的心理健康评估，以监测模因污染的深度。\n异象描述：\n\n异象-3107在物理形态上表现为一个长度约为40厘米、最大直径为7厘米的柱状物体。其主体由一种类似医用级硅胶但具有更高强度与韧性的未知聚合物构成。整体外形酷似一具尺寸夸张的男性阴茎，表面覆满了细密的、颗粒状的凸起，触感温润且富有弹性。该物体被涂装成标准的便携式安检扫描仪样式，拥有灰黑色的外壳、一个手持握柄以及一个模拟的LED显示屏。\n\n该异象的核心异常性质表现为一种强烈的、针对特定场景的模因污染。\n\n显现与认知扭曲： 异象-3107会毫无征兆地、随机出现在全球任意一处的安检站点（机场、车站等）。当它出现时，会直接替换掉一名安检人员手中的标准设备。受影响的安检人员（“宿主”）及其周围的同事、其他旅客，均无法察觉该物体的异常外观，会将其认知为一个正常、合规的手持安检仪。这种认知扭曲效应极其强大，任何试图通过口头或物理方式向“宿主”或旁观者指出其真实形态的行为，都会被对方理解为无关紧要的胡言乱语或直接无视。\n\n选择性安检程序： “宿主”会无意识地采用一套异常的安检流程。该流程完全忽略男性旅客，只针对女性旅客。在进行“安检”时，“宿主”会命令女性旅客以标准姿势（双腿分开，身体前倾）接受检查。随后，“宿主”会手持异象-3107，将其前端涂抹上一种由异象自身分泌的、无色无味的润滑液体，然后以一种熟练且不容置疑的力度，将其完全插入受检女性的阴道，直至末端触及并推开子宫颈口。紧接着，异象会被拔出，并以同样的方式完全插入其直肠。整个过程在其他非受影响人员眼中，仅仅是一次普通的、用扫描仪对身体进行的快速扫视。\n\n“交通信号灯”检测机制： 在完成两次侵入式“安检”后，异象-3107握柄上的模拟LED灯会亮起，显示三种颜色中的一种，其含义被“宿主”解读为标准的安检结果：\n\n绿色（通过）： 表示目标未携带任何违禁品。据同盟研究部推测，这代表异象对该女性个体的“喜爱程度”为“一般”或“无感”。\n黄色（存疑）： 表示需要进一步检查。“宿主”会将被检女性带到一旁，进行更长时间的、反复的阴道与直肠插入检查，持续时间通常为5至15分钟，直到信号灯变为绿色或红色。这被推测为异象对目标“尚可”或“有一定兴趣”的反馈。\n红色（异常）： 表示检测到严重违禁品，目标需要被“扣留”。“宿主”会将目标带入一个封闭的安检室，并对其进行持续时间极长的侵入式检查，具体行为模式仍在研究中。推测这代表异象对该女性个体抱有极高的“喜爱”或“占有欲”。这是触发同盟特工必须介入的最高警报。\n受影响者反应： 遭受此种“安检”的女性，在过程中会受到异象模因的直接影响，全程保持顺从与合作，不会表现出任何反抗或困惑。事后，若未经同盟干预，她们会对此段经历产生认知模糊，无法清晰回忆起具体过程，只记得进行了一次“非常严格”的安检。\n\n附录与实验记录：\n\n附录 3107-1：观察记录 A-04\n\n日期： 2077年8月12日\n地点： 戴高乐国际机场，T2航站楼，国际出发安检区C\n负责人： 特工拉维（Gamma-6预备队）\n\n记录：\n14:32 - “守门人”协议发出警报。我与特工朱诺伪装成旅客抵达现场。确认目标为安检通道C-3的一名中年男性安检员，其手中持有异象-3107。\n14:45 - 一名年龄约20-25岁的亚裔女性旅客进入通道。目标安检员示意其上前，并用标准的手势要求其摆出姿势。\n14:46 - 目标安检员启动了异象-3107的安检程序。我通过战术目镜（已滤除模因干扰）清晰观察到，异象前端分泌出透明液体，随后被完全插入了受检者的阴道。停留约五秒后拔出，发出了清晰的“啵”声。随即，又被插入其直肠。整个过程流畅迅速，该女性全程未有任何挣扎。\n14:47 - 异象-3107的指示灯亮起“黄色”。目标安检员对女性说了些什么，然后将其引导至旁边的半隔离复检台。\n14:48 - 目标安检员开始对该女性进行重复的插入检查。我计时观察，在约八分钟内，他交替对该女性的阴道与直肠进行了共计十二次完整的插入-拔出循环。\n14:56 - 指示灯终于变为“绿色”。目标安检员满意地点点头，示意该女性可以离开。\n14:58 - 特工朱诺以“海关随机行李抽查”为由，在出口处接触了该女性，并将其引导至预设的“海关办公室”（即我们的临时干预点）。协议T-8已顺利执行。后续将对该女性旅客的身份进行背景调查。对“宿主”的监控仍在继续。",
                "constant": false,
                "selective": true,
                "insertion_order": 100,
                "enabled": true,
                "position": "after_char",
                "use_regex": true,
                "extensions": {
                    "position": 4,
                    "exclude_recursion": false,
                    "display_index": 6,
                    "probability": 100,
                    "useProbability": true,
                    "depth": 3,
                    "selectiveLogic": 0,
                    "group": "",
                    "group_override": false,
                    "group_weight": 100,
                    "prevent_recursion": false,
                    "delay_until_recursion": false,
                    "scan_depth": null,
                    "match_whole_words": null,
                    "use_group_scoring": false,
                    "case_sensitive": null,
                    "automation_id": "",
                    "role": 0,
                    "vectorized": false,
                    "sticky": 0,
                    "cooldown": 0,
                    "delay": 0
                }
            }
        ],
        "name": "SCP【NSFW版】"
    }
}